Repository: litdev1/SB-IDE
Catalog: SB-Prime/Properties/Strings.*.resx
Languages: ar, de, es, fr, hi, no, pl, ru, zh

# Label259
source: Program ID
ar: معرف البرنامج
de: Programm-ID
es: ID del programa
fr: ID du programme
hi: प्रोग्राम ID
pl: Identyfikator programu
ru: Идентификатор программы
zh: 程序 ID

# Label26
source: Open
ar: مفتوح
de: Offen
es: Abrir
fr: Ouvrir
hi: खोलना
no: Åpen
pl: Otwierać
ru: Открытый
zh: 打开

# Label260
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label261
source: Title
ar: عنوان
de: Titel
es: Título
fr: Titre
hi: उपाधि
no: Tittel
pl: Tytuł
ru: Титул
zh: 标题

# Label262
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label263
source: Description
ar: وصف
de: Beschreibung
es: Descripción
hi: या क़िस्‍म
no: Beskrivelse
pl: Opis
ru: Описание
zh: 描述

# Label264
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label265
source: Category
ar: باب
de: Kategorie
es: Categoría
fr: Catégorie
hi: कोटि
no: Kategori
pl: Kategoria
ru: Категория
zh: 类别

# Label266
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label267
source: Popularity
ar: شعبيه
de: Popularität
es: Popularidad
fr: Popularité
hi: लोकप्रियता
no: Popularitet
pl: Popularność
ru: Популярность
zh: 人气

# Label268
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label269
source: Number of Ratings
ar: عدد التقييمات
de: Anzahl der Bewertungen
es: Número de calificaciones
fr: Nombre d’évaluations
hi: रेटिंग की संख्या
no: Antall rangeringer
pl: Liczba ocen
ru: Количество оценок
zh: 评分数量

# Label27
source: Close current program
ar: إغلاق البرنامج الحالي
de: Aktuelles Programm schließen
es: Cerrar el programa actual
fr: Fermer le programme actuel
hi: वर्तमान प्रोग्राम बंद करें
no: Lukk gjeldende program
pl: Zamknij bieżący program
ru: Закрыть текущую программу
zh: 关闭当前程序

# Label270
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label271
source: Overall Rating
ar: تقييم عام
de: Gesamtbewertung
es: Valoración general
fr: Note globale
hi: समग्र रेटिंग
no: Samlet vurdering
pl: Ogólna ocena
ru: Общая оценка
zh: 总体评价

# Label272
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label273
source: My Rating
ar: تقييمي
de: Meine Bewertung
es: Mi valoración
fr: Ma note
hi: मेरी रेटिंग
no: Min vurdering
pl: Moja ocena
ru: Моя оценка
zh: 我的评价

# Label274
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label275
source: Submit your rating for program, this can only be done once per ID
ar: أرسل تقييمك للبرنامج ، ويمكن القيام بذلك مرة واحدة فقط لكل معرف
de: Geben Sie Ihre Bewertung für das Programm ab, dies kann nur einmal pro ID erfolgen
es: Envíe su calificación para el programa, esto solo se puede hacer una vez por ID
fr: Soumettez votre évaluation pour le programme, cela ne peut être fait qu’une seule fois par ID
hi: कार्यक्रम के लिए अपनी रेटिंग सबमिट करें, यह प्रति आईडी केवल एक बार किया जा सकता है
no: Send inn din vurdering for programmet, dette kan bare gjøres en gang per ID
pl: Prześlij swoją ocenę programu, można to zrobić tylko raz na identyfikator
ru: Отправьте свою оценку для программы, это можно сделать только один раз для каждого идентификатора
zh: 提交您的计划评级，每个 ID 只能完成一次

# Label276
source: Submit Rating
ar: إرسال التقييم
de: Bewertung abgeben
es: Enviar calificación
fr: Soumettre une évaluation
hi: रेटिंग सबमिट करा
no: Send inn vurdering
pl: Prześlij ocenę
ru: Отправить оценку
zh: 提交评分

# Label277
source: Get details for a program ID
ar: الحصول على تفاصيل معرف البرنامج
de: Abrufen von Details für eine Programm-ID
es: Obtener detalles de un ID de programa
fr: Obtenir des détails sur un ID de programme
hi: प्रोग्राम ID के लिए विवरण प्राप्त करें
no: Få detaljer for en program-ID
pl: Uzyskiwanie szczegółowych informacji o identyfikatorze programu
ru: Получение сведений об идентификаторе программы
zh: 获取程序 ID 的详细信息

# Label278
source: Reload ID
ar: إعادة تحميل المعرف
de: ID neu laden
es: ID de recarga
fr: ID de rechargement
hi: पुनः लोड आईडी
no: Last inn ID på nytt
pl: Identyfikator przeładowania
ru: Идентификатор перезагрузки
zh: 重新加载 ID

# Label279
source: Extension Searcher
ar: الباحث عن الامتداد
es: Buscador de extensiones
fr: Recherche d’extensions
hi: एक्सटेंशन खोजकर्ता
no: Søker etter utvidelse
pl: Wyszukiwarka rozszerzeń
ru: Поиск расширений
zh: 扩展搜索器

# Label28
source: Close
ar: غلق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करना
no: Lukke
pl: Zamykać
ru: Закрывать
zh: 关闭

# Label280
source: Search Text
ar: نص البحث
de: Suchtext
es: Texto de búsqueda
fr: Texte de recherche
hi: खोज पाठ
no: Søketekst
pl: Szukaj tekstu
ru: Поиск текста
zh: 搜索文本

# Label281
source: Search for the text in extension APIs
ar: البحث عن النص في واجهات برمجة تطبيقات الإضافات
de: Suchen Sie nach dem Text in Erweiterungs-APIs
es: Buscar el texto en las API de extensión
fr: Rechercher le texte dans les API d’extension
hi: एक्सटेंशन API में टेक्स्ट खोजें
no: Søk etter teksten i utvidelses-API-er
pl: Wyszukiwanie tekstu w interfejsach API rozszerzeń
ru: Поиск текста в API расширений
zh: 在扩展 API 中搜索文本

# Label282
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: ढूँढ
no: Søke
pl: Szukać
ru: Искать
zh: 搜索

# Label283
source: Collapse all items in the tree
ar: طي جميع العناصر في الشجرة
de: Alle Elemente in der Struktur ausblenden
es: Contraer todos los elementos del árbol
fr: Réduire tous les éléments de l’arborescence
hi: पेड़ में सभी वस्तुओं को संक्षिप्त करें
no: Skjule alle elementer i treet
pl: Zwiń wszystkie elementy w drzewie
ru: Свернуть все элементы в дереве
zh: 折叠树中的所有项目

# Label284
source: Collapse All
ar: طي الكل
de: Alle ausblenden
es: Contraer todo
fr: Réduire tout
hi: सभी को संक्षिप्त करें
no: Skjul alle
pl: Zwiń wszystko
ru: Свернуть все
zh: 全部折叠

# Label285
source: Expand all child items at the selected item
ar: توسيع كافة العناصر الفرعية في العنصر المحدد
de: Erweitern Sie alle untergeordneten Elemente am ausgewählten Element
es: Expanda todos los elementos secundarios en el elemento seleccionado
fr: Développer tous les éléments enfants de l’élément sélectionné
hi: चयनित आइटम पर सभी चाइल्ड आइटम्स विस्तृत करें
no: Utvide alle underordnede elementer i det merkede elementet
pl: Rozwiń wszystkie elementy podrzędne w wybranym elemencie
ru: Развернуть все дочерние элементы на выбранном элементе
zh: 展开所选项目的所有子项目

# Label286
source: Expand Selection
ar: توسيع التحديد
de: Auswahl erweitern
es: Expandir selección
fr: Développer la sélection
hi: चयन का विस्तार करें
no: Utvid merket område
pl: Rozwiń zaznaczenie
ru: Развернуть выделение
zh: 展开所选内容

# Label287
source: Move to the next occurrence
ar: الانتقال إلى التكرار التالي
de: Zum nächsten Vorkommen wechseln
es: Pasar a la siguiente ocurrencia
fr: Passer à l’occurrence suivante
hi: अगली पुनरावृत्ति पर जाने के लिए
no: Gå til neste forekomst
pl: Przechodzenie do następnego wystąpienia
ru: Переход к следующему вхождению
zh: 移至下一个匹配项

# Label288
source: Next
ar: مقبل
de: Nächster
es: Próximo
fr: Prochain
hi: अगला
no: Neste
pl: Następny
ru: Следующий
zh: 下一个

# Label289
source: Move to the previous occurrence
ar: الانتقال إلى التكرار السابق
de: Zum vorherigen Vorkommen wechseln
es: Desplazarse a la ocurrencia anterior
fr: Déplacer vers l’occurrence précédente
hi: पिछली पुनरावृत्ति पर जाने के लिए
no: Gå til forrige forekomst
pl: Przechodzenie do poprzedniego wystąpienia
ru: Переход к предыдущему вхождению
zh: 移至上一个匹配项

# Label29
source: Save current program
ar: حفظ البرنامج الحالي
de: Aktuelles Programm speichern
es: Guardar el programa actual
fr: Enregistrer le programme actuel
hi: वर्तमान प्रोग्राम सहेजें
no: Lagre gjeldende program
pl: Zapisz bieżący program
ru: Сохранить текущую программу
zh: 保存当前程序

# Label290
source: Previous
ar: سابق
de: Vorhergehend
es: Anterior
fr: Précédent
hi: पिछला
no: Foregående
pl: Poprzedni
ru: Предыдущий
zh: 以前

# Label291
source: File Searcher
ar: باحث الملفات
de: Datei-Sucher
es: Buscador de archivos
fr: Recherche de fichiers
hi: फ़ाइल खोजकर्ता
no: Filsøker
pl: Wyszukiwarka plików
ru: Поиск файлов
zh: 文件搜索器

# Label292
source: Root Folder
ar: المجلد الجذر
de: Stammordner
es: Carpeta raíz
fr: Dossier racine
hi: रूट फ़ोल्डर
no: Rotmappen
pl: Folder główny
ru: Корневая папка
zh: 根文件夹

# Label293
source: Select a root folder to recursively search for Small Basic files
ar: حدد مجلدا جذر للبحث بشكل متكرر عن الملفات الأساسية الصغيرة
de: Wählen Sie einen Stammordner aus, um rekursiv nach Small Basic-Dateien zu suchen
es: Seleccione una carpeta raíz para buscar de forma recursiva archivos básicos pequeños
fr: Sélectionnez un dossier racine pour rechercher de manière récursive les petits fichiers Basic
hi: पुनरावर्ती रूप से छोटी मूल फ़ाइलों की खोज करने के लिए रूट फ़ोल्डर का चयन करें
no: Velg en rotmappe for å søke rekursivt etter Small Basic-filer
pl: Wybierz folder główny, aby rekursywnie wyszukiwać małe pliki podstawowe
ru: Выберите корневую папку для рекурсивного поиска файлов Small Basic
zh: 选择要递归搜索 Small Basic 文件的根文件夹

# Label294
source: Browse
ar: تصفح
de: Blättern
es: Hojear
fr: Parcourir
hi: चरना
no: Bla gjennom
pl: Przeglądać
ru: Просматривать
zh: 浏览

# Label295
source: File Name
ar: اسم الملف
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
hi: फ़ाइल का नाम
no: Filnavn
pl: Nazwa pliku
ru: Имя файла
zh: 文件名

# Label296
source: Line Count
ar: عدد الأسطر
de: Zeilenanzahl
es: Recuento de líneas
fr: Nombre de lignes
hi: लाइन काउंट
no: Antall linjer
pl: Liczba wierszy
ru: Количество строк
zh: 行数

# Label297
source: Date
ar: تاريخ
de: Datum
es: Fecha
hi: खजूर
no: Daddel
pl: Data
ru: Дата
zh: 日期

# Label298
source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
no: Mappe
ru: Папка
zh: 文件夹

# Label299
source: Open the current selected file in SB-Prime
ar: افتح الملف المحدد الحالي في SB-Prime
de: Öffnen Sie die aktuell ausgewählte Datei in SB-Prime
es: Abra el archivo seleccionado actualmente en SB-Prime
fr: Ouvrez le fichier sélectionné dans SB-Prime
hi: वर्तमान चयनित फ़ाइल को SB-Prime में खोलें
no: Åpne gjeldende valgte fil i SB-Prime
pl: Otwórz aktualnie wybrany plik w SB-Prime
ru: Откройте текущий выбранный файл в SB-Prime
zh: 在SB-Prime中打开当前选定的文件

# Label3
source: Lines
ar: اسطر
de: Linien
es: Lineas
fr: Lignes
hi: लाइनों
no: Linjer
pl: Linie
ru: Обводы
zh: 线

# Label30
source: Save
ar: أنقذ
de: Retten
es: Salvar
fr: Sauvegarder
hi: रक्षा कर
no: Lagre
pl: Zapisać
ru: Спасать
zh: 救

# Label300
source: Open
ar: مفتوح
de: Offen
es: Abrir
fr: Ouvrir
hi: खोलना
no: Åpen
pl: Otwierać
ru: Открытый
zh: 打开

# Label301
source: The number of files meeting filter
ar: عدد الملفات عامل تصفية الاجتماع
de: Der Besprechungsfilter für die Anzahl der Dateien
es: El filtro de reunión de número de archivos
fr: Le nombre de fichiers répondant au filtre
hi: फ़ाइलों की संख्या मीटिंग फ़िल्टर
no: Antall filer som møtes i møte
pl: Liczba plików filtr spotkań
ru: Фильтр по количеству файлов
zh: 文件数会议过滤器

# Label302
source: Filter Search
ar: تصفية البحث
de: Filtersuche
es: Filtrar búsqueda
fr: Recherche par filtre
hi: फ़िल्टर खोज
no: Filtrer søk
pl: Filtruj wyszukiwanie
ru: Фильтр поиска
zh: 筛选搜索

# Label303
source: Filter on whole words only
ar: التصفية على الكلمات بأكملها فقط
de: Filtern Sie nur nach ganzen Wörtern
es: Filtrar solo palabras completas
fr: Filtrer uniquement sur les mots entiers
hi: केवल पूर्ण शब्दों पर फ़िल्टर करें
no: Filtrere bare på hele ord
pl: Filtruj tylko całe wyrazy
ru: Фильтровать только по целым словам
zh: 仅过滤整个单词

# Label304
source: Whole Word
ar: كلمة كاملة
de: Ganzes Wort
es: Palabra entera
fr: Mot entier
hi: पूरा शब्द
no: Hele ordet
pl: Całe słowo
ru: Целое слово
zh: 整字

# Label305
source: Filter on case matches only
ar: التصفية حسب تطابقات الحالة فقط
de: Filtern Sie nur nach Übereinstimmungen mit Groß-/Kleinschreibung
es: Filtrar solo coincidencias de mayúsculas y minúsculas
fr: Filtrer uniquement les correspondances de cas
hi: केवल केस मिलान पर फ़िल्टर करें
no: Filtrer bare etter store og små bokstaver
pl: Filtruj tylko według dopasowań wielkości liter
ru: Фильтр только по совпадениям регистра
zh: 仅筛选大小写匹配项

# Label306
source: Case Sensitive
ar: حساس لحالة الأحرف
de: Groß-/Kleinschreibung beachten
es: Distingue entre mayúsculas y minúscu
fr: Sensible à la casse
hi: केस सेंसिटिव
no: Skiller mellom store og små bokstaver
pl: Uwzględniana wielkość liter
ru: Чувствительность к регистру
zh: 区分大小写

# Label307
source: Include file path name in search
ar: تضمين اسم مسار الملف في البحث
de: Dateipfadnamen in die Suche einbeziehen
es: Incluir el nombre de la ruta del archivo en la búsqueda
fr: Inclure le nom du chemin d’accès au fichier dans la recherche
hi: खोज में फ़ाइल पथ नाम शामिल करें
no: Inkluder filbanenavn i søk
pl: Uwzględnij nazwę ścieżki pliku w wyszukiwaniu
ru: Включить путь к файлу в поиск
zh: 在搜索中包括文件路径名

# Label308
source: Include Filepath
ar: تضمين مسار الملف
de: Dateipfad einschließen
es: Incluir ruta de archivo
fr: Inclure le chemin d’accès au fichier
hi: फ़ाइलपथ शामिल करें
no: Inkluder filbane
pl: Dołącz ścieżkę pliku
ru: Inkluder filbane
zh: 包括文件路径

# Label309
source: Filter Text
ar: تصفية النص
de: Text filtern
es: Filtrar texto
fr: Filtrer le texte
hi: पाठ फ़िल्टर करें
no: Filtrere tekst
pl: Filtruj tekst
ru: Фильтр текста
zh: 过滤文本

# Label31
source: Save current program to a new file
ar: حفظ البرنامج الحالي في ملف جديد
de: Aktuelles Programm in einer neuen Datei speichern
es: Guarde el programa actual en un nuevo archivo
fr: Enregistrer le programme actuel dans un nouveau fichier
hi: वर्तमान प्रोग्राम को नई फ़ाइल में सहेजें
no: Lagre gjeldende program i en ny fil
pl: Zapisz bieżący program do nowego pliku
ru: Сохранить текущую программу в новый файл
zh: 将当前程序保存到新文件

# Label310
source: Only show files containing the filter text
ar: إظهار الملفات التي تحتوي على نص عامل التصفية فقط
de: Nur Dateien anzeigen, die den Filtertext enthalten
es: Mostrar solo los archivos que contienen el texto del filtro
fr: Afficher uniquement les fichiers contenant le texte du filtre
hi: केवल फ़िल्टर टेक्स्ट वाली फ़ाइलें दिखाएँ
no: Vis bare filer som inneholder filterteksten
pl: Pokazuj tylko pliki zawierające tekst filtru
ru: Показывать только файлы, содержащие текст фильтра
zh: 仅显示包含筛选器文本的文件

# Label311
source: Perform a filter on files, blank filter text to reshow all files
ar: قم بإجراء تصفية على الملفات ، نص مرشح فارغ لإعادة إظهار جميع الملفات
de: Führen Sie einen Filter für Dateien durch, leeren Sie den Filtertext, um alle Dateien erneut anzuzeigen
es: Realice un filtro en los archivos, filtre el texto en blanco para volver a mostrar todos los archivos
fr: Effectuer un filtre sur les fichiers, filtrer le texte vide pour réafficher tous les fichiers
hi: फ़ाइलों पर फ़िल्टर करें, सभी फ़ाइलों को फिर से दिखाने के लिए रिक्त फ़िल्टर पाठ
no: Utføre et filter på filer, tom filtertekst for å vise alle filer på nytt
pl: Wykonaj filtr na plikach, pusty tekst filtru, aby ponownie wyświetlić wszystkie pliki
ru: Выполните фильтр по файлам, пустой текст фильтра, чтобы повторно показать все файлы
zh: 对文件执行过滤器，空白过滤器文本以重新显示所有文件

# Label312
source: Apply Filter
ar: تطبيق عامل التصفية
de: Filter anwenden
es: Aplicar filtro
hi: फ़िल्टर लागू करें
no: Bruk filter
pl: Zastosuj filtr
ru: Применить фильтр
zh: 应用过滤器

# Label313
source: Find and Replace
ar: البحث والاستبدال
de: Suchen und Ersetzen
es: Buscar y reemplazar
fr: Rechercher et remplacer
hi: ढूँढें और बदलें
no: Søk og erstatt
pl: Znajdź i zamień
ru: Найти и заменить
zh: 查找和替换

# Label314
source: Find
ar: وجد
de: Finden
es: Encontrar
fr: Trouver
hi: खोज
no: Finne
pl: Znaleźć
ru: Находить
zh: 找到

# Label315
source: Replace
ar: استبدل
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
no: Erstatte
pl: Zastąpić
ru: Заменять
zh: 取代

# Label316
source: Find the previous occurrence of the Find text
ar: البحث عن التكرار السابق لنص البحث
de: Suchen des vorherigen Vorkommens des Suchen-Textes
es: Buscar la aparición anterior del texto Buscar
fr: Rechercher l’occurrence précédente du texte de recherche
hi: ढूँढें पाठ की पिछली पुनरावृत्ति ढूँढें
no: Finne forrige forekomst av Søk-teksten
pl: Znajdowanie poprzedniego wystąpienia tekstu Znajdź
ru: Поиск предыдущего вхождения текста Найти
zh: 查找“查找”文本的上一次匹配项

# Label317
source: Find Previous
ar: البحث السابق
de: Vorherige suchen
es: Buscar Anterior
fr: Trouver le précédent
hi: पिछला पता लगाएं
no: Finn tidligere
pl: Znajdź poprzedni
ru: Найти предыдущее
zh: 查找上一页

# Label318
source: Find the next occurrence of the Find text
ar: البحث عن التكرار التالي لنص البحث
de: Suchen Sie das nächste Vorkommen des Suchen-Textes
es: Buscar la siguiente aparición del texto Buscar
fr: Rechercher l’occurrence suivante du texte de recherche
hi: ढूँढें पाठ की अगली पुनरावृत्ति ढूँढें
no: Finne neste forekomst av Søk-teksten
pl: Znajdowanie następnego wystąpienia tekstu Znajdź
ru: Поиск следующего вхождения текста Найти
zh: 查找“查找”文本的下一个匹配项

# Label319
source: Find Next
ar: البحث عن التالي
de: Weitersuchen
es: Buscar siguiente
fr: Rechercher suivant
hi: अगला खोजें
no: Finn neste
pl: Znajdź następny
ru: Найти дальше
zh: 查找下一个

# Label32
source: Save As
ar: حفظ باسم
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
hi: इस रूप में सहेजें
no: Lagre som
pl: Zapisz jako
ru: Сохранить как
zh: 另存为

# Label320
source: Replace the current occurrence and find the next
ar: استبدل التكرار الحالي وابحث عن التالي
de: Ersetzen Sie das aktuelle Vorkommen und suchen Sie das nächste Vorkommen
es: Reemplace la ocurrencia actual y busque la siguiente
fr: Remplacez l’occurrence actuelle et recherchez la suivante
hi: वर्तमान घटना को बदलें और अगला ज्ञात करें
no: Erstatt gjeldende forekomst og finn neste
pl: Zastąp bieżące wystąpienie i znajdź następne
ru: Замените текущее вхождение и найдите следующее
zh: 替换当前事件并查找下一个事件

# Label321
source: Replace
ar: استبدل
de: Ersetzen
es: Reemplazar
fr: Remplacer
hi: बदलें
no: Erstatte
pl: Zastąpić
ru: Заменять
zh: 取代

# Label322
source: Replace all occurreces of the Find text with the Replace text
ar: استبدال كافة تكرارات نص البحث ب استبدال النص
de: Ersetzen Sie alle vorkommenden Vorkommen des Suchen-Textes durch den Ersetzen-Text
es: Reemplace todas las ocurrencias del texto de búsqueda con el texto de reemplazo
fr: Remplacer toutes les occurrences du texte de recherche par le texte de remplacement
hi: ढूँढें पाठ के सभी घटनाक्रमों को बदलें पाठ के साथ बदलें
no: Erstatte alle forekomster av Søk-teksten med Erstatt-teksten
pl: Zastąp wszystkie wystąpieniarew tekstu Znajdź tekstem Zamień tekst
ru: Замените все вхождения текста Найти текстом на Заменить текст
zh: 将“查找”文本的所有匹配项替换为“替换”文本

# Label323
source: Replace All
ar: استبدال الكل
de: Alle ersetzen
es: Reemplazar todo
fr: Tout remplacer
hi: सभी को बदलें
no: Erstatt alle
pl: Zamień wszystko
ru: Заменить все
zh: 全部替换

# Label324
source: Flow Chart
ar: مخطط التدفق
de: Flussdiagramm
es: Diagrama de flujo
fr: Organigramme
hi: प्रवाह चार्ट
no: Flytskjema
pl: Schemat blokowy
ru: Блок-схема
zh: 流程图

# Label325
source: Zoom out to view more (smaller)
ar: التصغير لعرض المزيد (أصغر)
de: Verkleinern, um mehr zu sehen (kleiner)
es: Aléjese para ver más (más pequeño)
fr: Zoom arrière pour voir plus (plus petit)
hi: अधिक (छोटा) देखने के लिए ज़ूम आउट करें
no: Zoome ut for å vise mer (mindre)
pl: Pomniejsz, aby wyświetlić więcej (mniej)
ru: Уменьшить, чтобы увидеть больше (меньше)
zh: 缩小以查看更多（更小）

# Label326
source: Zoom Out
ar: التصغير
de: Verkleinern
es: Alejar
fr: Zoom arrière
hi: ज़ूम आउट करें
no: Zoome ut
pl: Pomniejszanie
ru: Уменьшить масштаб
zh: 缩小

# Label327
source: Zoom in to view less (larger)
ar: التكبير لعرض أقل (أكبر)
de: Vergrößern, um weniger (größer) zu sehen
es: Acérquese para ver menos (más grande)
fr: Agrandir pour voir moins (plus grand)
hi: कम (बड़ा) देखने के लिए ज़ूम इन करें
no: Zoome inn for å vise mindre (større)
pl: Powiększ, aby wyświetlić mniej (większe)
ru: Увеличьте масштаб, чтобы уменьшить (увеличить)
zh: 放大以缩小视图（放大）

# Label328
source: Zoom In
ar: التكبير
de: Vergrößern
es: Acercar
fr: Zoom avant
hi: ज़ूम इन करें
no: Zoome inn
pl: Powiększenie
ru: Увеличить масштаб
zh: 放大

# Label329
source: Zoom to start
ar: تكبير/تصغير للبدء
de: Zum Starten zoomen
es: Zoom para empezar
fr: Zoom pour commencer
hi: शुरू करने के लिए ज़ूम करें
no: Zoom for å starte
pl: Powiększ, aby rozpocząć
ru: Масштабирование для начала
zh: 缩放开始

# Label33
source: Save all programs
ar: حفظ جميع البرامج
de: Alle Programme speichern
es: Guardar todos los programas
fr: Enregistrer tous les programmes
hi: सभी प्रोग्राम सहेजें
no: Lagre alle programmer
pl: Zapisz wszystkie programy
ru: Сохранить все программы
zh: 保存所有程序

# Label330
source: Start
ar: بدء
de: Anfangen
es: Empezar
fr: Commencer
hi: चौंक
pl: Początek
ru: Начало
zh: 开始

# Label331
source: Zoom in to end of main code
ar: تكبير نهاية الكود الرئيسي
de: Vergrößern bis zum Ende des Hauptcodes
es: Acercar al final del código principal
fr: Zoom avant à la fin du code principal
hi: मुख्य कोड के अंत में ज़ूम इन करें
no: Zoome inn på slutten av hovedkoden
pl: Powiększ do końca głównego kodu
ru: Увеличение масштаба до конца основного кода
zh: 放大到主代码的末尾

# Label332
source: End
ar: انتهاء
de: Ende
es: Fin
fr: Fin
hi: समाप्ति
no: Slutt
pl: Koniec
ru: Конец
zh: 结束

# Label333
source: Update flow chart from current document
ar: تحديث المخطط الانسيابي من المستند الحالي
de: Flussdiagramm aus aktuellem Dokument aktualisieren
es: Actualizar el diagrama de flujo del documento actual
fr: Mettre à jour l’organigramme à partir du document actuel
hi: वर्तमान दस्तावेज़ से प्रवाह चार्ट अपडेट करें
no: Oppdatere flytskjema fra gjeldende dokument
pl: Aktualizowanie schematu blokowego z bieżącego dokumentu
ru: Обновление блок-схемы из текущего документа
zh: 从当前文档更新流程图

# Label334
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: आधुनिकीकरणअ
no: Oppdatering
pl: Aktualizacja
ru: Обновлять
zh: 更新

# Label335
source: Zoom flow chart to select item at document location
ar: مخطط تدفق التكبير/التصغير لتحديد عنصر في موقع المستند
de: Zoomen des Flussdiagramms zum Auswählen des Elements an der Dokumentposition
es: Diagrama de flujo de zoom para seleccionar el elemento en la ubicación del documento
fr: Agrandir l’organigramme pour sélectionner l’élément à l’emplacement du document
hi: दस्तावेज़ स्थान पर आइटम का चयन करने के लिए ज़ूम फ़्लो चार्ट
no: Zoome flytskjema for å velge element på dokumentplassering
pl: Powiększ schemat blokowy, aby wybrać element w lokalizacji dokumentu
ru: Масштабирование блок-схемы для выбора элемента в месте нахождения документа
zh: 缩放流程图以在文档位置选择项目

# Label336
source: Sync From
ar: مزامنة من
de: Synchronisieren von
es: Sincronizar desde
fr: Synchroniser à partir de
hi: से सिंक करें
no: Synkroniser fra
pl: Synchronizuj z
ru: Синхронизировать с
zh: 同步自：
