Repository: litdev1/SB-IDE
Catalog: SB-Prime/Properties/Strings.*.resx
Languages: ar, de, es, fr, hi, no, pl, ru, zh

# String82
source: Excellent text editor alternative to notepad.
ar: محرر نصوص ممتاز بديل للمفكرة.
es: Excelente editor de texto alternativo al bloc de notas.
fr: Excellente alternative à l’éditeur de texte au bloc-notes.
hi: नोटपैड के लिए उत्कृष्ट पाठ संपादक विकल्प।
no: Utmerket tekstredigeringsalternativ til notisblokk.
pl: Doskonała alternatywa dla edytora tekstu dla notatnika.
zh: 记事本的优秀文本编辑器替代品。

# String83
source: A big download, but a professional level IDE.
ar: تنزيل كبير ، ولكن IDE على المستوى المهني.
es: Una gran descarga, pero un IDE de nivel profesional.
fr: Un gros téléchargement, mais un IDE de niveau professionnel.
hi: एक बड़ा डाउनलोड, लेकिन एक पेशेवर स्तर आईडीई।
no: En stor nedlasting, men et profesjonelt nivå IDE.
pl: Duży plik do pobrania, ale IDE na poziomie profesjonalnym.
zh: 下载量很大，但专业级的IDE。

# String84
source: Useful to quickly look at or edit most text readable file formats.
ar: مفيد للنظر بسرعة في أو تحرير معظم تنسيقات الملفات النصية القابلة للقراءة.
es: Útil para ver o editar rápidamente la mayoría de los formatos de archivo legibles por texto.
fr: Utile pour consulter ou modifier rapidement la plupart des formats de fichiers lisibles en texte.
hi: अधिकांश पाठ पठनीय फ़ाइल स्वरूपों को जल्दी से देखने या संपादित करने के लिए उपयोगी।
no: Nyttig å raskt se på eller redigere de fleste tekstlesbare filformater.
pl: Przydatne do szybkiego przeglądania lub edytowania większości formatów plików czytelnych dla tekstu.
zh: 对于快速查看或编辑大多数文本可读文件格式很有用。

# String85
source: File zip compression.
ar: ضغط ملف مضغوط.
es: Compresión zip de archivos.
fr: Compression zip du fichier.
hi: फ़ाइल ज़िप संपीड़न।
no: Fil zip-komprimering.
pl: Kompresja plików zip.
zh: 文件压缩。

# String86
source: The best way to share multiple documents in a single compressed file.
ar: أفضل طريقة لمشاركة مستندات متعددة في ملف مضغوط واحد.
es: La mejor manera de compartir varios documentos en un solo archivo comprimido.
fr: La meilleure façon de partager plusieurs documents dans un seul fichier compressé.
hi: एक संपीड़ित फ़ाइल में एकाधिक दस्तावेज़ साझा करने का सबसे अच्छा तरीका।
no: Den beste måten å dele flere dokumenter på i én enkelt komprimert fil.
pl: Najlepszy sposób na udostępnianie wielu dokumentów w jednym skompresowanym pliku.
zh: 在单个压缩文件中共享多个文档的最佳方式。

# String87
source: Create and edit icons.
ar: إنشاء الرموز وتحريرها.
es: Crea y edita iconos.
fr: Créez et modifiez des icônes.
hi: आइकन बनाएं और संपादित करें।
no: Opprett og rediger ikoner.
pl: Twórz i edytuj ikony.
zh: 创建和编辑图标。

# String88
source: Icon formats are quite tricky without a simple tool like this.
ar: تنسيقات الأيقونات صعبة للغاية بدون أداة بسيطة مثل هذه.
es: Los formatos de iconos son bastante complicados sin una herramienta simple como esta.
fr: Les formats d’icônes sont assez délicats sans un outil simple comme celui-ci.
hi: इस तरह के एक सरल उपकरण के बिना आइकन प्रारूप काफी मुश्किल हैं।
no: Ikonformater er ganske vanskelige uten et enkelt verktøy som dette.
pl: Formaty ikon są dość trudne bez prostego narzędzia, takiego jak to.
zh: 如果没有像这样的简单工具，图标格式是相当棘手的。

# String89
source: Undo Ctrl+Z
ar: التراجع عن Ctrl+Z
es: Deshacer Ctrl+Z
fr: Annuler Ctrl+Z
hi: Ctrl+Z पूर्ववत् करें
no: Angre CTRL+Z
pl: Cofnij Ctrl+Z
zh: 撤消 Ctrl+Z

# String9
source: Intellisense
ar: التحسس الذكي
hi: इंटेलिसेंस
pl: Funkcja IntelliSense
zh: 智能感知

# String90
source: Redo Ctrl+Y
ar: إعادة Ctrl + Y
es: Rehacer Ctrl+Y
fr: Rétablir Ctrl+Y
hi: Ctrl+Y फिर से करें
no: Gjør om CTRL+Y
pl: Ponów Ctrl+Y
zh: 重做 Ctrl+Y

# String91
source: Cut Ctrl+X
ar: قص Ctrl + X
es: Cortar Ctrl+X
fr: Couper Ctrl+X
hi: Ctrl+X काटें
no: Klipp ut CTRL+X
pl: Wytnij Ctrl+X
zh: 剪切 Ctrl+X

# String92
source: Copy Ctrl+C
ar: نسخ Ctrl + C
es: Copiar Ctrl+C
fr: Copier Ctrl+C
hi: Ctrl+C कॉपी करें
no: Kopier CTRL+C
pl: Kopiuj Ctrl+C
zh: 复制 Ctrl+C

# String93
source: Paste Ctrl+V
ar: لصق Ctrl+V
es: Pegar Ctrl+V
fr: Coller Ctrl+V
hi: Ctrl+V चिपकाएँ
no: Lim inn CTRL+V
pl: Wklej Ctrl+V
zh: 粘贴 Ctrl+V

# String94
source: Delete
ar: حذف
es: Borrar
fr: Supprimer
hi: मिटाना
no: Slette
pl: Usunąć
zh: 删除

# String95
source: Select All Ctrl+A
ar: حدد الكل Ctrl + A
es: Seleccionar todo Ctrl+A
fr: Tout sélectionner Ctrl+A
hi: सभी Ctrl+A का चयन करें
no: Merk alle CTRL+A
pl: Zaznacz wszystko Ctrl+A
zh: 全选 Ctrl+A

# String96
source: Find Ctrl+F
ar: ابحث عن Ctrl + F
es: Buscar Ctrl+F
fr: Trouver Ctrl+F
hi: Ctrl+F ढूँढें
no: Finn CTRL+F
pl: Znajdź Ctrl+F
zh: 查找 Ctrl+F

# String97
source: Find and Replace Ctrl+H
ar: البحث عن Ctrl+H واستبداله
es: Buscar y reemplazar Ctrl+H
fr: Rechercher et remplacer Ctrl+H
hi: Ctrl+H ढूँढें और बदलें
no: Søk og erstatt CTRL+H
pl: Znajdź i zamień Ctrl+H
zh: 查找并替换 Ctrl+H

# String98
source: Comment Selected Lines Ctrl+?
ar: الرسالة الأسطر المحددة Ctrl+؟
es: Comentar líneas seleccionadas Ctrl+?
fr: Commenter les lignes sélectionnées Ctrl+ ?
hi: टिप्पणी चयनित पंक्तियाँ Ctrl+?
no: Kommenter merkede linjer Ctrl+?
pl: Komentarz Zaznaczone wiersze Ctrl+?
zh: 注释选定的行 Ctrl+？

# String99
source: Un-Comment Selected Lines Ctrl+?
ar: إلغاء التعليق على الأسطر المحددة Ctrl +؟
es: ¿Quitar el comentario de las líneas seleccionadas Ctrl+?
fr: Annuler le commentaire des lignes sélectionnées Ctrl+ ?
hi: अन-कमेंट चयनित लाइनें Ctrl+?
no: Un-kommentar valgte linjer Ctrl +?
pl: Odkomentuj zaznaczone wiersze Ctrl+?
zh: 取消注释所选行 Ctrl+？

# String173
source: Caps Lock
de: Feststelltaste
es: Block mayús
fr: Verr Maj
hi: कैप्स लॉक
zh: 大写锁定
