Repository: litdev1/SB-IDE
Catalog: SB-Prime/Properties/Strings.*.resx
Languages: ar, de, es, fr, hi, no, pl, ru, zh

# Label337
source: Scroll document to view selected flow chart item
ar: قم بتمرير المستند لعرض عنصر المخطط الانسيابي المحدد
de: Scrollen Sie durch das Dokument, um das ausgewählte Flussdiagrammelement anzuzeigen
es: Desplácese por el documento para ver el elemento del diagrama de flujo seleccionado
fr: Faire défiler le document pour afficher l’élément d’organigramme sélectionné
hi: चयनित फ्लो चार्ट आइटम देखने के लिए दस्तावेज़ स्क्रॉल करें
no: Bla gjennom dokument for å vise valgt flytskjemaelement
pl: Przewiń dokument, aby wyświetlić wybrany element schematu blokowego
ru: Прокрутка документа для просмотра выбранного элемента блок-схемы
zh: 滚动文档以查看选定的流程图项目

# Label338
source: Sync To
ar: مزامنة مع
de: Synchronisieren mit
es: Sincronizar con
fr: Synchroniser avec
hi: सिंक करने के लिए
no: Synkroniser til
pl: Synchronizuj z
ru: Синхронизировать с
zh: 同步到

# Label339
source: Info about using Flow Chart
ar: معلومات حول استخدام المخطط الانسيابي
de: Informationen zur Verwendung des Flussdiagramms
es: Información sobre el uso del diagrama de flujo
fr: Informations sur l’utilisation de l’organigramme
hi: फ़्लो चार्ट का उपयोग करने के बारे में जानकारी
no: Informasjon om hvordan du bruker flytskjema
pl: Informacje o korzystaniu ze schematu blokowego
ru: Информация об использовании блок-схемы
zh: 有关使用流程图的信息

# Label34
source: Save All
ar: حفظ الكل
de: Alle speichern
es: Guardar todo
fr: Tout enregistrer
hi: सभी को बचाओ
no: Lagre alle
pl: Zapisz wszystko
ru: Сохранить все
zh: 保存全部

# Label340
source: Info
ar: معلومات
es: Información
hi: सूचना-विषयक
pl: Informacji
ru: Информация
zh: 信息

# Label341
source: Graduate
ar: خريج
de: Absolvent
es: Graduado
fr: Diplômé
hi: स्नातक
no: Kandidat
pl: Absolwent
ru: Выпускник
zh: 毕业

# Label342
source: Export to Visual Basic
ar: تصدير إلى فيجوال بيسك
de: Exportieren nach Visual Basic
es: Exportar a Visual Basic
fr: Exporter vers Visual Basic
hi: Visual Basic में निर्यात करें
no: Eksportere til Visual Basic
pl: Eksportowanie do języka Visual Basic
ru: Экспорт в Visual Basic
zh: 导出到 Visual Basic

# Label343
source: Output Location
ar: موقع الإخراج
de: Ausgabe-Speicherort
es: Ubicación de salida
fr: Emplacement de sortie
hi: आउटपुट स्थान
no: Utgangssted
pl: Lokalizacja wyjściowa
ru: Выходное местоположение
zh: 输出位置

# Label344
source: Browse to location to export graduated solution
ar: استعرض للوصول إلى الموقع لتصدير الحل المتدرج
de: Navigieren Sie zum Speicherort, um eine abgestufte Lösung zu exportieren
es: Vaya a la ubicación para exportar la solución graduada
fr: Accédez à l’emplacement pour exporter la solution graduée
hi: स्नातक समाधान निर्यात करने के लिए स्थान पर ब्राउज़ करें
no: Bla til plassering for å eksportere gradert løsning
pl: Przejdź do lokalizacji, aby wyeksportować rozwiązanie stopniowane
ru: Перейдите в расположение, чтобы экспортировать градуированное решение
zh: 浏览到位置以导出分级解决方案

# Label345
source: Browse
ar: تصفح
de: Blättern
es: Hojear
fr: Parcourir
hi: चरना
no: Bla gjennom
pl: Przeglądać
ru: Просматривать
zh: 浏览

# Label346
source: Close with no action
ar: إغلاق بدون إجراء
de: Schließen ohne Aktion
es: Cerrar sin acción
fr: Fermer sans action
hi: बिना किसी कार्रवाई के बंद करें
no: Lukk uten handling
pl: Zamknij bez działania
ru: Закрытие без каких-либо действий
zh: 关闭，不执行任何操作

# Label347
source: Cancel
ar: إلغاء الأمر
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
no: Annullere
pl: Anuluj
ru: Отмена
zh: 取消

# Label348
source: Export a Visual Studio solution
ar: تصدير حل Visual Studio
de: Exportieren einer Visual Studio-Projektmappe
es: Exportación de una solución de Visual Studio
fr: Exporter une solution Visual Studio
hi: Visual Studio समाधान निर्यात करें
no: Eksportere en Visual Studio-løsning
pl: Eksportowanie rozwiązania programu Visual Studio
ru: Экспорт решения Visual Studio
zh: 导出 Visual Studio 解决方案

# Label349
source: Graduate
ar: خريج
de: Absolvent
es: Graduado
fr: Diplômé
hi: स्नातक
no: Kandidat
pl: Absolwent
ru: Выпускник
zh: 毕业

# Label35
source: Print current program (See Advanced->Options for print settings)
ar: برنامج الطباعة الحالية (انظر خيارات متقدمة > لإعدادات الطباعة)
de: Aktuelles Programm drucken (siehe Erweitert->Optionen für Druckeinstellungen)
es: Imprima el programa actual (consulte Opciones avanzadas->Opciones para la configuración de impresión)
fr: Imprimer le programme actuel (voir Avancé->Options pour les paramètres d’impression)
hi: वर्तमान प्रोग्राम मुद्रित करें (देखें उन्नत->मुद्रण सेटिंग्स के लिए विकल्प)
no: Skriv ut gjeldende program (se Avansert >Alternativer for utskriftsinnstillinger)
pl: Drukuj bieżący program (patrz Zaawansowane >Opcje ustawień drukowania)
ru: Текущая программа печати (см. Дополнительно->Параметры параметров печати)
zh: 打印当前程序（请参阅高级>打印设置选项）

# Label350
source: Import
ar: استورد
de: Importieren
es: Importación
fr: Importation
hi: आयात
no: Importere
ru: Импорт
zh: 进口

# Label351
source: Import a program from the web
ar: استيراد برنامج من الويب
de: Importieren eines Programms aus dem Internet
es: Importar un programa desde la web
fr: Importer un programme depuis le Web
hi: वेब से कोई प्रोग्राम आयात करें
no: Importere et program fra nettet
pl: Importowanie programu z Internetu
ru: Импорт программы из Интернета
zh: 从 Web 导入程序

# Label352
source: Import program ID and close
ar: استيراد معرف البرنامج وإغلاقه
de: Programm-ID importieren und schließen
es: Importar el ID del programa y cerrarlo
fr: Importer l’ID du programme et fermer
hi: प्रोग्राम ID आयात करें और बंद करें
no: Importer program-ID og lukk
pl: Zaimportuj identyfikator programu i zamknij
ru: Импорт идентификатора программы и закрытие
zh: 导入程序 ID 并关闭

# Label353
source: OK
ar: موافق
de: OKAY
es: De acuerdo
fr: D’ACCORD
hi: ठीक है
ru: ХОРОШО
zh: 还行

# Label354
source: Close with no action
ar: إغلاق بدون إجراء
de: Schließen ohne Aktion
es: Cerrar sin acción
fr: Fermer sans action
hi: बिना किसी कार्रवाई के बंद करें
no: Lukk uten handling
pl: Zamknij bez działania
ru: Закрытие без каких-либо действий
zh: 关闭，不执行任何操作

# Label355
source: Cancel
ar: إلغاء الأمر
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
no: Annullere
pl: Anuluj
ru: Отмена
zh: 取消

# Label356
source: Enter the program ID
ar: أدخل معرف البرنامج
de: Geben Sie die Programm-ID ein
es: Introduzca el ID del programa
fr: Entrez l’ID du programme
hi: प्रोग्राम आईडी दर्ज करें
no: Skriv inn program-IDen
pl: Wprowadź identyfikator programu
ru: Введите идентификатор программы
zh: 输入程序 ID

# Label357
source: Links
ar: الصلات
de: Verknüpfungen
es: Enlaces
fr: Liens
hi: लिंक्स
no: Koblinger
pl: Linki
ru: Дюны
zh: 链接

# Label358
source: Below are some links to essential free developer resources
ar: فيما يلي بعض الروابط لموارد المطورين المجانية الأساسية
de: Im Folgenden finden Sie einige Links zu wichtigen kostenlosen Entwicklerressourcen
es: A continuación se muestran algunos enlaces a recursos esenciales gratuitos para desarrolladores
fr: Vous trouverez ci-dessous quelques liens vers des ressources essentielles pour les développeurs gratuits
hi: नीचे आवश्यक मुक्त डेवलपर संसाधनों के कुछ लिंक दिए गए हैं
no: Nedenfor er noen lenker til viktige gratis utviklerressurser
pl: Poniżej znajduje się kilka linków do podstawowych bezpłatnych zasobów dla programistów
ru: Ниже приведены некоторые ссылки на основные бесплатные ресурсы для разработчиков
zh: 以下是一些指向基本免费开发人员资源的链接

# Label359
source: Name
ar: اسم
es: Nombre
fr: Nom
hi: नाम
no: Navn
pl: Nazwa
ru: Имя
zh: 名字

# Label36
source: Print
ar: طبع
de: Drucken
es: Impresión
fr: Imprimer
hi: फ़ोटो
no: Trykke
pl: Drukować
ru: Печатать
zh: 打印

# Label360
source: Description
ar: وصف
de: Beschreibung
es: Descripción
hi: या क़िस्‍म
no: Beskrivelse
pl: Opis
ru: Описание
zh: 描述

# Label361
source: Link
ar: رابط
de: Verbinden
es: Enlace
fr: Lien
hi: जोड
no: Lenke
pl: Łącze
ru: Связь
zh: 链接

# Label362
source: Click to open link
ar: انقر لفتح الرابط
de: Klicken Sie hier, um den Link zu öffnen
es: Haga clic para abrir el enlace
fr: Cliquez pour ouvrir le lien
hi: लिंक खोलने के लिए क्लिक करें
no: Klikk for å åpne lenken
pl: Kliknij, aby otworzyć link
ru: Нажмите, чтобы открыть ссылку
zh: 点击打开链接

# Label363
source: Options
ar: خيارات
de: Optionen
es: Opciones
hi: विकल्प
no: Alternativer
pl: Opcje
ru: Параметры
zh: 选项

# Label364
source: Navigate to download website
ar: انتقل إلى تنزيل موقع الويب
de: Navigieren Sie zur Download-Website
es: Navegue hasta el sitio web de descarga
fr: Accéder au site Web de téléchargement
hi: वेबसाइट डाउनलोड करने के लिए नेविगेट करें
no: Naviger til nedlastingsnettsted
pl: Przejdź do witryny pobierania
ru: Перейти к загрузке веб-сайта
zh: 导航到下载网站

# Label365
source: SB-Prime on Gallery
ar: SB-Prime في المعرض
de: SB-Prime in der Galerie
es: SB-Prime en la galería
fr: SB-Prime sur la galerie
hi: गैलरी पर एसबी-प्राइम
no: SB-Prime på Galleri
pl: SB-Prime w galerii
ru: СБ-Прайм в Галерее
zh: SB-Prime 在画廊

# Label366
source: Update SB-Prime to latest version
ar: تحديث SB-Prime إلى أحدث إصدار
de: Aktualisieren Sie SB-Prime auf die neueste Version
es: Actualice SB-Prime a la última versión
fr: Mettre à jour SB-Prime vers la dernière version
hi: SB-Prime को नवीनतम संस्करण में अपडेट करें
no: Oppdater SB-Prime til nyeste versjon
pl: Zaktualizuj SB-Prime do najnowszej wersji
ru: Обновите SB-Prime до последней версии
zh: 将SB-Prime更新到最新版本

# Label367
source: Update to latest
ar: التحديث إلى الأحدث
de: Auf den neuesten Stand aktualisieren
es: Actualizar a la última versión
fr: Mise à jour vers la dernière version
hi: नवीनतम में अपडेट करें
no: Oppdater til siste
pl: Aktualizacja do najnowszej wersji
ru: Обновление до последней версии
zh: 更新到最新

# Label368
source: Small Basic Installation Path
ar: مسار التثبيت الأساسي الصغير
de: Kleiner einfacher Installationspfad
es: Ruta de instalación básica pequeña
fr: Petit chemin d’installation de base
hi: छोटा मूल स्थापना पथ
no: Liten grunnleggende installasjonsbane
pl: Mała podstawowa ścieżka instalacji
ru: Небольшой базовый путь установки
zh: 小型基本安装路径

# Label369
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label37
source: Exit SB-Prime
ar: الخروج من SB-Prime
de: Beenden Sie SB-Prime
es: Salir de SB-Prime
fr: Quitter SB-Prime
hi: एसबी-प्राइम से बाहर निकलें
no: Avslutt SB-Prime
pl: Wyjdź z SB-Prime
ru: Выход из СБ-Прайм
zh: 退出 SB-Prime

# Label370
source: Browse to Small Basic installation folder
ar: استعرض للوصول إلى مجلد التثبيت الأساسي الصغير
de: Navigieren Sie zum Small Basic-Installationsordner
es: Vaya a la carpeta de instalación de Small Basic
fr: Accédez au dossier d’installation de Small Basic
hi: छोटे मूल स्थापना फ़ोल्डर के लिए ब्राउज़ करें
no: Bla til installasjonsmappen Small Basic
pl: Przejdź do folderu instalacyjnego Small Basic
ru: Перейдите в папку установки Small Basic
zh: 浏览到 Small Basic 安装文件夹

# Label371
source: Browse
ar: تصفح
de: Blättern
es: Hojear
fr: Parcourir
hi: चरना
no: Bla gjennom
pl: Przeglądać
ru: Просматривать
zh: 浏览

# Label372
source: OK
ar: موافق
de: OKAY
es: De acuerdo
fr: D’ACCORD
hi: ठीक है
ru: ХОРОШО
zh: 还行

# Label373
source: Cancel
ar: إلغاء الأمر
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
no: Annullere
pl: Anuluj
ru: Отмена
zh: 取消

# Label374
source: Quote "" inserted color and font names
ar: اقتباس "" أسماء الألوان والخطوط المدرجة
de: Zitat "" eingefügte Farb- und Schriftnamen
es: Cita "" insertada en los nombres de color y fuente
fr: Citation « » : noms de couleurs et de polices insérés
hi: उद्धरण "" सम्मिलित रंग और फ़ॉन्ट नाम
no: Sitat "" innsatt farge og skriftnavn
pl: Cudzysłów "" wstawione nazwy kolorów i czcionek
ru: В кавычку "" вставлены названия цветов и шрифтов
zh: 引用 “” 插入的颜色和字体名称

# Label375
source: Insert colors as Hex values
ar: إدراج الألوان كقيم سداسية عشرية
de: Farben als Hexadezimalwerte einfügen
es: Insertar colores como valores hexadecimales
fr: Insérer des couleurs en tant que valeurs hexadécimales
hi: हेक्स मानों के रूप में रंग सम्मिलित करें
no: Sette inn farger som hex-verdier
pl: Wstaw kolory jako wartości szesnastkowe
ru: Вставка цветов в виде шестнадцатеричных значений
zh: 将颜色作为十六进制值插入

# Label376
source: Load extension dlls on startup (turn off and restart to use Extension Manager)
ar: تحميل ملحق dll عند بدء التشغيل (إيقاف التشغيل وإعادة التشغيل لاستخدام إدارة الملحقات)
de: Laden von Erweiterungs-DLLs beim Start
es: Cargar archivos dll de extensión en el inicio (desactive y reinicie para usar el Administrador de extensiones)
fr: Charger les DLL d’extension au démarrage
hi: स्टार्टअप पर लोड एक्सटेंशन dlls (एक्सटेंशन मैनेजर का उपयोग करने के लिए बंद करें और पुनरारंभ करें)
no: Last inn utvidelsesdll-filer ved oppstart
pl: Załaduj biblioteki DLL rozszerzeń podczas uruchamiania
ru: Загрузка библиотек DLL расширений при запуске (выключите и перезапустите для использования Extension Manager)
zh: 启动时加载扩展 dll（关闭并重新启动以使用扩展管理器）

# Label377
source: Print Magnification
ar: تكبير الطباعة
de: Druck-Vergrößerung
es: Ampliación de impresión
fr: Grossissement de l’impression
hi: प्रिंट आवर्धन
no: Forstørrelse av utskrift
pl: Powiększenie wydruku
ru: Увеличение печати
zh: 打印放大倍率

# Label378
source: Increase (>0) or decrease (<0) the print font size
ar: زيادة (>0) أو تقليل (<0) حجم خط الطباعة
de: Vergrößern (>0) oder Verkleinern (<0) der Druckschriftgröße
es: Aumentar (>0) o disminuir (<0) el tamaño de la fuente de impresión
fr: Augmenter (>0) ou diminuer (<0) la taille de la police d’impression
hi: मुद्रण फ़ॉन्ट आकार बढ़ाएँ (>0) या घटाएँ (<0)
no: Øke (>0) eller redusere (<0) utskriftsskriftstørrelsen
pl: Zwiększ (>0) lub zmniejsz (<0) rozmiar czcionki wydruku
ru: Увеличение (>0) или уменьшение (<0) размера шрифта печати
zh: 增大 （>0） 或减小 （<0） 打印字体大小

# Label379
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label38
source: Exit
ar: مخرج
de: Ausgang
es: Salida
fr: Sortie
hi: निकासी
no: Utgang
pl: Wyjście
ru: Выход
zh: 退出

# Label380
source: Print Colours
ar: طباعة الألوان
de: Farben drucken
es: Colores de impresión
fr: Couleurs d’impression
hi: प्रिंट रंग
no: Skriv ut farger
pl: Kolory nadruku
ru: Цвета печати
zh: 打印颜色

# Label381
source: Colouring used for printing
ar: التلوين المستخدم للطباعة
de: Farbgebung für den Druck
es: Coloración utilizada para la impresión
fr: Coloration utilisée pour l’impression
hi: मुद्रण के लिए उपयोग किए जाने वाले रंग
no: Fargelegging brukt til utskrift
pl: Kolorystyka użyta do nadruku
ru: Окраска, используемая для печати
zh: 用于印刷的着色

# Label385
source: Indent spaces
ar: مسافات بادئة
de: Leerzeichen einrücken
es: Espacios de sangría
fr: Espaces de retrait
hi: इंडेंट स्पेस
no: Rykk inn mellomrom
pl: Wcięcie spacji
ru: Отступы пробелов
zh: 缩进空格

# Label386
source: Please Wait...
ar: الرجاء الانتظار...
de: Bitte warten...
es: Espera...
fr: Veuillez patienter...
hi: कृपया प्रतीक्षा करो।।।
no: Vent...
pl: Czekaj...
ru: Подождите...
zh: 请稍候。。。

# Label387
source: Polygon Sides
ar: جوانب مضلعة
de: Polygon-Seiten
es: Lados del polígono
fr: Côtés polygonaux
hi: बहुभुज पक्ष
no: Polygon Sider
pl: Boki wielokąta
ru: Стороны полигона
zh: 多边形边

# Label388
source: Enter the number of sides for the polygon (> 3)
ar: أدخل عدد جوانب المضلع (> 3)
de: Geben Sie die Anzahl der Seiten für das Polygon ein (> 3)
es: Introduzca el número de lados del polígono (> 3)
fr: Entrez le nombre de côtés du polygone (> 3)
hi: बहुभुज के लिए भुजाओं की संख्या दर्ज करें (> 3)
no: Angi antall sider for polygonen (> 3)
pl: Wprowadź liczbę boków wielokąta (> 3)
ru: Введите количество сторон многоугольника (> 3)
zh: 输入多边形的边数 （> 3）

# Label389
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label39
source: Home
ar: وطن
de: Heim
es: Hogar
fr: Domicile
hi: को
no: Hjem
pl: Dom
ru: Дом
zh: 家

# Label390
source: Done
ar: منجز
de: Fertig
es: Hecho
fr: Fait
hi: समाज-सम्मत
no: Gjort
pl: Gotowy
ru: Договорились
zh: 做

# Label391
source: WidthAndHeight
ar: العرض والارتفاع
fr: LargeuretHauteur
hi: चौड़ाई और ऊंचाई
no: Bredde og høyde
pl: SzerokośćAndWysokość
ru: ШиринаИВысота
zh: 宽度和高度

# Label392
source: Progress
ar: ترقى
de: Fortschritt
es: Progreso
fr: Progrès
hi: जारी रहना
no: Fremgang
pl: Postęp
ru: Прогресс
zh: 进展

# Label393
source: Folders Searched
ar: المجلدات التي تم البحث فيها
de: Durchsuchte Ordner
es: Carpetas buscadas
fr: Dossiers recherchés
hi: खोजे गए फ़ोल्डर
no: Mapper det søkes i
pl: Przeszukane foldery
ru: Найденные папки
zh: 搜索的文件夹

# Label394
source: Cancel
ar: إلغاء الأمر
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
no: Annullere
pl: Anuluj
ru: Отмена
zh: 取消

# Label395
source: 0 Files found
ar: 0 الملفات التي تم العثور عليها
de: 0 Dateien gefunden
es: 0 Archivos encontrados
fr: 0 Fichiers trouvés
hi: 0 फ़ाइलें मिली
no: 0 Filer funnet
pl: Znaleziono 0 Plików
ru: 0 Найдено файлов
zh: 0 找到的文件

# Label396
source: 0 folders or files could not be processed
ar: تعذر معالجة 0 مجلدات أو ملفات
de: 0 Ordner oder Dateien konnten nicht verarbeitet werden
es: 0 carpetas o archivos no se pudieron procesar
fr: 0 dossiers ou fichiers n’ont pas pu être traités
hi: 0 फ़ोल्डर या फ़ाइलें संसाधित नहीं की जा सकीं
no: 0 mapper eller filer kan ikke behandles
pl: 0 Nie można przetworzyć folderów lub plików
ru: 0 папок или файлов не удалось обработать
zh: 0 无法处理文件夹或文件

# Label397
source: Publish
ar: نشر
de: Veröffentlichen
es: Publicar
fr: Publier
hi: प्रकाशित करना
no: Utgi
pl: Publikować
ru: Издавать
zh: 发布

# Label398
source: Your program was published to the web
ar: تم نشر برنامجك على الويب
de: Ihr Programm wurde im Web veröffentlicht
es: Su programa se publicó en la web
fr: Votre programme a été publié sur le Web
hi: आपका प्रोग्राम वेब पर प्रकाशित किया गया था
no: Programmet ble publisert på nettet
pl: Twój program został opublikowany w Internecie
ru: Ваша программа была опубликована в Интернете
zh: 您的程序已发布到 Web

# Label399
source: Set the additional details and close
ar: تعيين التفاصيل الإضافية وإغلاقها
de: Legen Sie die zusätzlichen Details fest, und schließen Sie
es: Establezca los detalles adicionales y cierre
fr: Définissez les détails supplémentaires et fermez
hi: अतिरिक्त विवरण सेट करें और बंद करें
no: Angi tilleggsdetaljer og lukk
pl: Ustaw dodatkowe szczegóły i zamknij
ru: Задайте дополнительные сведения и закройте
zh: 设置其他详细信息并关闭

# Label4
source: Caps
ar: قبعات
de: Mützen
fr: Casquettes
hi: कैप्स
pl: Czapki
ru: Прописные буквы
zh: 帽

# Label40
source: File
ar: ملف
de: Datei
es: Archivo
fr: Lime
hi: रेती
no: Fil
pl: Plik
ru: Файл
zh: 文件

# Label400
source: Update and Close
ar: التحديث والإغلاق
de: Aktualisieren und Schließen
es: Actualizar y cerrar
fr: Mettre à jour et fermer
hi: अपडेट करें और बंद करें
no: Oppdater og lukk
pl: Aktualizacja i zamknięcie
ru: Обновление и закрытие
zh: 更新和关闭

# Label401
source: Below is the ID for your program that you can share
ar: فيما يلي معرف برنامجك الذي يمكنك مشاركته
de: Unten finden Sie die ID für Ihr Programm, die Sie freigeben können
es: A continuación se muestra el ID de su programa que puede compartir
fr: Vous trouverez ci-dessous l’ID de votre programme que vous pouvez partager
hi: नीचे आपके प्रोग्राम के लिए आईडी है जिसे आप साझा कर सकते हैं
no: Nedenfor finner du ID-en for programmet du kan dele
pl: Poniżej znajduje się identyfikator programu, który możesz udostępnić
ru: Ниже приведен идентификатор вашей программы, которым вы можете поделиться
zh: 以下是您可以共享的程序的 ID

# Label402
source: Open published program in Internet Explorer (SilverLight required)
ar: فتح برنامج منشور في إنترنت إكسبلورر (سيلفرلايت مطلوب)
de: Veröffentlichtes Programm in Internet Explorer öffnen (SilverLight erforderlich)
es: Abra el programa publicado en Internet Explorer (se requiere SilverLight)
fr: Ouvrir le programme publié dans Internet Explorer (SilverLight requis)
hi: Internet Explorer में प्रकाशित प्रोग्राम खोलें (SilverLight आवश्यक)
no: Åpne publisert program i Internet Explorer (SilverLight kreves)
pl: Otwórz opublikowany program w przeglądarce Internet Explorer (wymagany program SilverLight)
ru: Открытие опубликованной программы в Internet Explorer (требуется SilverLight)
zh: 在 Internet Explorer 中打开已发布的程序（需要 SilverLight）

# Label403
source: Open in Browser
ar: فتح في المتصفح
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
hi: ब्राउज़र में खोलें
no: Åpne i nettleser
pl: Otwórz w przeglądarce
ru: Открыть в браузере
zh: 在浏览器中打开

# Label404
source: Optional Title (255 max)
ar: عنوان اختياري (255 كحد أقصى)
de: Optionaler Titel (max. 255)
es: Título opcional (255 máx.)
fr: Titre facultatif (255 max)
hi: वैकल्पिक शीर्षक (255 अधिकतम)
no: Valgfri tittel (255 maks)
pl: Opcjonalny tytuł (maksymalnie 255)
ru: Необязательный заголовок (макс. 255)
zh: 可选标题（最大 255）

# Label405
source: Optional Description (1024 max)
ar: وصف اختياري (1024 كحد أقصى)
de: Optionale Beschreibung (max. 1024)
es: Descripción opcional (1024 máx.)
fr: Description facultative (1024 max)
hi: वैकल्पिक विवरण (1024 अधिकतम)
no: Valgfri beskrivelse (1024 maks)
pl: Opcjonalny opis (maksymalnie 1024)
ru: Опциональное описание (макс. 1024)
zh: 可选描述（最大 1024 个）

# Label406
source: Category
ar: باب
de: Kategorie
es: Categoría
fr: Catégorie
hi: कोटि
no: Kategori
pl: Kategoria
ru: Категория
zh: 类别

# Label407
source: Miscellaneous
ar: متنوعه
de: Verschiedenes
es: Misceláneo
fr: Divers
hi: फुटकर
no: Diverse
pl: Rozmaity
ru: Смешанный
zh: 杂项

# Label408
source: Game
ar: لعب
de: Spiel
es: Juego
fr: Jeu
hi: खेल
no: Spill
pl: Gra
ru: Игра
zh: 游戏

# Label409
source: Sample
ar: عينة
de: Probe
es: Muestra
fr: Échantillon
hi: नमूना
no: Eksempel
pl: Próbka
ru: Образец
zh: 样本

# Label41
source: Start a new program (Ctrl+N)
ar: بدء تشغيل برنامج جديد (Ctrl+N)
de: Neues Programm starten (Strg+N)
es: Iniciar un nuevo programa (Ctrl+N)
fr: Démarrer un nouveau programme (Ctrl+N)
hi: कोई नया प्रोग्राम प्रारंभ करें (Ctrl+N)
no: Starte et nytt program (CTRL+N)
pl: Uruchamianie nowego programu (Ctrl+N)
ru: Запуск новой программы (Ctrl+N)
zh: 启动新程序 （Ctrl+N）

# Label410
source: Exercise
ar: تمرين
de: Übung
es: Ejercicio
fr: Exercice
hi: इस्‍तेमाल करना
no: Mosjon
pl: Ćwiczenie
ru: Упражнение
zh: 锻炼

# Label411
source: Example
ar: مثل
de: Beispiel
es: Ejemplo
fr: Exemple
hi: उदाहरण
no: Eksempel
pl: Przykład
ru: Пример
zh: 例

# Label412
source: Math
ar: الرياضيات
de: Mathe
es: Matemática
fr: Mathématiques
hi: गणित
no: Matte
pl: Matematyka
ru: Математике
zh: 数学

# Label413
source: Fun
ar: المرح
de: Spaß
es: Diversión
fr: Amusement
hi: मज़ा
no: Moro
pl: Zabawa
ru: Веселье
zh: 乐趣

# Label414
source: Shapes Editor
ar: محرر الأشكال
de: Formen-Editor
es: Editor de formas
fr: Éditeur de formes
hi: आकार संपादक
no: Figurer Editor
pl: Edytor kształtów
ru: Редактор фигур
zh: 形状编辑器

# Label415
source: Shapes
ar: الاشكال
de: Gebilde
es: Formas
fr: Formes
hi: आकृतियां
no: Figurer
pl: Kształty
ru: Формы
zh: 形状

# Label416
source: Rectangle
ar: مستطيل
de: Rechteck
es: Rectángulo
hi: आयत
no: Rektangel
pl: Prostokąt
ru: Прямоугольник
zh: 矩形

# Label417
source: Ellipse
ar: إهليلج
es: Elipse
hi: दीर्घवृत्त
pl: Elipsa
ru: Эллипс
zh: 椭圆

# Label418
source: Triangle
ar: مثلث
de: Dreieck
es: Triángulo
hi: त्रिकोण
no: Trekant
pl: Trójkąt
ru: Треугольник
zh: 三角形

# Label419
source: Line
ar: سطر
de: Linie
es: Línea
fr: Ligne
hi: क़तारें लगाना
no: Linje
pl: Linia
ru: Линия
zh: 线

# Label42
source: New
ar: الجديد
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
no: Ny
pl: Nowy
ru: Новые функции
zh: 新增功能

# Label420
source: Text
ar: نص
es: Mensaje de texto
fr: SMS
hi: टेक्स्ट
no: Tekst
pl: Tekst
ru: СМС
zh: 发短信

# Label421
source: Image
ar: صورة
de: Bild
es: Imagen
hi: प्रतिबिंब
no: Bilde
pl: Obraz
ru: Образ
zh: 图像

# Label422
source: Controls
ar: عناصر التحكم
de: Steuerung
es: Mandos
fr: Contrôles
hi: नियंत्रण
no: Kontroller
pl: Formantów
ru: Рычаги управления
zh: 控制
