Repository: litdev1/SB-IDE
Catalog: SB-Prime/Properties/Strings.*.resx
Languages: ar, de, es, fr, hi, no, pl, ru, zh

# String23
source: Choose another location or empty this folder and try again.
ar: اختر موقعا آخر أو أفرغ هذا المجلد وحاول مرة أخرى.
de: Wählen Sie einen anderen Speicherort oder leeren Sie diesen Ordner, und versuchen Sie es erneut.
es: Elija otra ubicación o vacíe esta carpeta e inténtelo de nuevo.
fr: Choisissez un autre emplacement ou videz ce dossier et réessayez.
hi: कोई अन्य स्थान चुनें या यह फ़ोल्डर खाली करें और पुन: प्रयास करें.
no: Velg en annen plassering eller tøm denne mappen og prøv igjen.
pl: Wybierz inną lokalizację lub opróżnij ten folder i spróbuj ponownie.
ru: Выберите другое расположение или очистите эту папку и повторите попытку.
zh: 选择其他位置或清空此文件夹，然后重试。

# String24
source: Flow Chart failed, probably because of code error - check program compiles.
ar: فشل مخطط التدفق ، ربما بسبب خطأ في التعليمات البرمجية - تحقق من ترجمة البرنامج.
de: Das Flussdiagramm ist fehlgeschlagen, wahrscheinlich aufgrund eines Codefehlers - überprüfen Sie, ob das Programm kompiliert wird.
es: Error en el diagrama de flujo, probablemente debido a un error de código: verifique que el programa se compile.
fr: L’organigramme a échoué, probablement à cause d’une erreur de code - vérifier la compilation du programme.
hi: फ्लो चार्ट विफल रहा, शायद कोड त्रुटि के कारण - प्रोग्राम संकलन की जांच करें।
no: Flytskjema mislyktes, sannsynligvis på grunn av kodefeil - sjekk programkompileringer.
pl: Schemat blokowy nie powiódł się, prawdopodobnie z powodu błędu kodu - program sprawdzający kompiluje się.
ru: Блок-схема не удалась, вероятно, из-за ошибки в коде - проверьте компиляцию программы.
zh: 流程图失败，可能是因为代码错误 - 检查程序编译。

# String25
source: Do you want to continue?
ar: هل تريد المتابعة؟
de: Möchten Sie fortfahren?
es: ¿Quieres continuar?
fr: Voulez-vous continuer ?
hi: क्या आप जारी रखना चाहते हैं?
no: Vil du fortsette?
pl: Czy chcesz kontynuować?
ru: Хотите продолжить?
zh: 是否要继续？

# String26
source: Left click an item to select it
ar: انقر بزر الماوس الأيسر فوق عنصر لتحديده
de: Klicken Sie mit der linken Maustaste auf ein Element, um es auszuwählen
es: Haga clic con el botón izquierdo en un elemento para seleccionarlo
fr: Cliquez avec le bouton gauche sur un élément pour le sélectionner
hi: किसी आइटम का चयन करने के लिए उस पर बायाँ-क्लिक करें
no: Venstreklikk på et element for å velge det
pl: Kliknij element lewym przyciskiem myszy, aby go zaznaczyć
ru: Щелкните элемент левой кнопкой мыши, чтобы выбрать его
zh: 左键单击项目以将其选中

# String27
source: Right click an item to select its parent (EndFor, EndWhile, EndIf, Else or ElseIf) or select its link (Goto or Sub)
ar: انقر بزر الماوس الأيمن فوق عنصر لتحديد العنصر الأصلي (EndFor أو EndWhile أو EndIf أو Else أو ElseIf) أو حدد الارتباط الخاص به (Goto أو Sub)
de: Klicken Sie mit der rechten Maustaste auf ein Element, um das übergeordnete Element auszuwählen (EndFor, EndWhile, EndIf, Else oder ElseIf) oder den zugehörigen Link auszuwählen (Gehe zu oder Unter)
es: Haga clic con el botón derecho en un elemento para seleccionar su elemento primario (EndFor, EndWhile, EndIf, Else o ElseIf) o seleccione su vínculo (Ir a o Sub)
fr: Cliquez avec le bouton droit de la souris sur un élément pour sélectionner son parent (EndFor, EndWhile, EndIf, Else ou ElseIf) ou sélectionnez son lien (Aller à ou Sub)
hi: किसी आइटम के पैरेंट (EndFor, EndWhile, EndIf, Else या ElseIf) का चयन करने के लिए उस पर राइट क्लिक करें या उसके लिंक (Goto या Sub) का चयन करें
no: Høyreklikk på et element for å velge det overordnede elementet (EndFor, EndWhile, EndIf, Else eller ElseIf) eller velg koblingen (Goto eller Sub)
pl: Kliknij prawym przyciskiem myszy element, aby wybrać jego element nadrzędny (EndFor, EndWhile, EndIf, Else lub ElseIf) lub wybierz jego łącze (Przejdź do lub Sub)
ru: Щелкните элемент правой кнопкой мыши, чтобы выбрать его родительский элемент (EndFor, EndWhile, EndIf, Else или ElseIf) или выбрать его ссылку (Goto или Sub)
zh: 右键单击项目以选择其父项（EndFor、EndWhile、EndIf、Else 或 ElseIf）或选择其链接（Goto 或 Sub）

# String28
source: A selected item will be moved near the top of the view
ar: سيتم نقل عنصر محدد بالقرب من أعلى طريقة العرض
de: Ein ausgewähltes Element wird in den oberen Rand der Ansicht verschoben
es: Un elemento seleccionado se moverá cerca de la parte superior de la vista
fr: Un élément sélectionné sera déplacé vers le haut de la vue
hi: किसी चयनित आइटम को दृश्य के शीर्ष के निकट ले जाया जाएगा
no: Et valgt element flyttes nær toppen av visningen
pl: Wybrany element zostanie przeniesiony w pobliże górnej części widoku
ru: Выбранный элемент будет перемещен в верхнюю часть вида
zh: 所选项目将移动到视图顶部附近

# String29
source: During a debug session, the current paused line will be selected
ar: أثناء جلسة تصحيح الأخطاء ، سيتم تحديد السطر الحالي المتوقف مؤقتا
de: Während einer Debug-Sitzung wird die aktuell angehaltene Zeile ausgewählt
es: Durante una sesión de depuración, se seleccionará la línea en pausa actual
fr: Au cours d’une session de débogage, la ligne en cours en pause est sélectionnée
hi: डीबग सत्र के दौरान, वर्तमान रुकी हुई पंक्ति का चयन किया जाएगा
no: Under en feilsøkingsøkt velges den gjeldende midlertidige linjen
pl: Podczas sesji debugowania zostanie wybrany bieżący wstrzymany wiersz
ru: Во время сеанса отладки будет выбрана текущая приостановленная строка
zh: 在调试会话期间，将选择当前暂停的行

# String3
source: Toggle split screen program layout
ar: تبديل تخطيط برنامج تقسيم الشاشة
de: Programmlayout mit geteiltem Bildschirm umschalten
es: Alternar el diseño del programa en pantalla dividida
fr: Basculer la disposition du programme en écran partagé
hi: टॉगल स्प्लिट स्क्रीन प्रोग्राम लेआउट
no: Veksle programoppsett for delt skjerm
pl: Przełącz układ programu na podzielonym ekranie
ru: Переключение макета программы с разделенным экраном
zh: 切换分屏程序布局

# String30
source: Colors can be set in IDE Colors, and the Dark Theme is applied if selected
ar: يمكن تعيين الألوان بألوان IDE ، ويتم تطبيق المظهر الداكن إذا تم تحديده
de: Farben können in IDE-Farben festgelegt werden, und das dunkle Design wird angewendet, wenn es ausgewählt ist
es: Los colores se pueden establecer en Colores IDE y se aplica el tema oscuro si se selecciona
fr: Les couleurs peuvent être définies dans IDE Colors et le thème sombre est appliqué s’il est sélectionné
hi: रंगों को आईडीई रंगों में सेट किया जा सकता है, और चयनित होने पर डार्क थीम लागू की जाती है
no: Farger kan angis i IDE-farger, og det mørke temaet brukes hvis det er valgt
pl: Kolory można ustawić w Kolory IDE, a ciemny motyw zostanie zastosowany, jeśli zostanie wybrany
ru: Цвета могут быть установлены в IDE Colors, и если опция выбрана, применяется темная тема
zh: 可以在 IDE 颜色中设置颜色，如果选择“深色主题”，则应用“深色主题”

# String31
source: Shapes Editor failed to set a property input.
ar: فشل محرر الأشكال في تعيين إدخال خاصية.
de: Der Formen-Editor konnte keine Eigenschaftseingabe festlegen.
es: El Editor de formas no pudo establecer una entrada de propiedad.
fr: L’éditeur de formes n’a pas réussi à définir une entrée de propriété.
hi: आकृतियाँ संपादक गुण इनपुट सेट करने में विफल.
no: Figurredigering kunne ikke angi egenskapsinndata.
pl: Edytor kształtów nie może ustawić danych wejściowych właściwości.
ru: Редактору фигур не удалось задать входные данные свойства.
zh: 形状编辑器无法设置属性输入。

# String32
source: Shapes Editor failed to export some shapes to code.
ar: فشل محرر الأشكال في تصدير بعض الأشكال إلى التعليمات البرمجية.
de: Der Formen-Editor konnte einige Formen nicht in Code exportieren.
es: El Editor de formas no pudo exportar algunas formas al código.
fr: L’éditeur de formes n’a pas réussi à exporter certaines formes dans le code.
hi: आकार संपादक कुछ आकृतियों को कोड में निर्यात करने में विफल रहा।
no: Figurredigering kunne ikke eksportere enkelte figurer til kode.
pl: Edytor kształtów nie może wyeksportować niektórych kształtów do kodu.
ru: Редактору фигур не удавалось экспортировать некоторые фигуры в код.
zh: 形状编辑器无法将某些形状导出到代码。

# String33
source: Shapes Editor failed to import some shapes from code.
ar: فشل محرر الأشكال في استيراد بعض الأشكال من التعليمات البرمجية.
de: Der Formen-Editor konnte einige Formen nicht aus dem Code importieren.
es: El Editor de formas no pudo importar algunas formas desde el código.
fr: L’éditeur de formes n’a pas réussi à importer certaines formes à partir du code.
hi: आकृतियाँ संपादक कोड से कुछ आकृतियाँ आयात करने में विफल.
no: Figurredigering kunne ikke importere enkelte figurer fra kode.
pl: Edytor kształtów nie może zaimportować niektórych kształtów z kodu.
ru: Редактору фигур не удавалось импортировать некоторые фигуры из кода.
zh: 形状编辑器无法从代码中导入某些形状。

# String34
source: Add shapes or controls by clicking shape name on left panel.
ar: أضف أشكالا أو عناصر تحكم بالنقر فوق اسم الشكل على اللوحة اليمنى.
de: Fügen Sie Formen oder Steuerelemente hinzu, indem Sie im linken Bereich auf den Namen der Form klicken.
es: Agregue formas o controles haciendo clic en el nombre de la forma en el panel izquierdo.
fr: Ajoutez des formes ou des contrôles en cliquant sur le nom de la forme dans le panneau de gauche.
hi: बाएँ फलक पर आकृति नाम क्लिक करके आकृतियाँ या नियंत्रण जोड़ें.
no: Legg til former eller kontroller ved å klikke på formnavnet i venstre panel.
pl: Dodaj kształty lub kontrolki, klikając nazwę kształtu w lewym panelu.
ru: Добавьте фигуры или элементы управления, щелкнув имя фигуры на левой панели.
zh: 通过单击左侧面板上的形状名称来添加形状或控件。

# String35
source: Select a shape by clicking it or blue move handle.
ar: حدد شكلا بالنقر فوقه أو مقبض النقل الأزرق.
de: Wählen Sie eine Form aus, indem Sie darauf klicken oder den blauen Ziehpunkt verschieben.
es: Seleccione una forma haciendo clic en ella o en el controlador de movimiento azul.
fr: Sélectionnez une forme en cliquant dessus ou en cliquant sur la poignée de déplacement bleue.
hi: किसी आकृति या नीले रंग के ले जाएँ हैंडल पर क्लिक करके उसका चयन करें.
no: Merk en figur ved å klikke den eller det blå flyttehåndtaket.
pl: Zaznacz kształt, klikając go lub niebieski uchwyt przesuwania.
ru: Выберите фигуру, щелкнув по ней или синий маркер перемещения.
zh: 通过单击形状或蓝色移动手柄来选择形状。

# String36
source: The properties of a selected shape are shown on the right panel, they can be changed by editing or using Set button.
ar: يتم عرض خصائص الشكل المحدد على اللوحة اليمنى ، ويمكن تغييرها عن طريق التحرير أو استخدام الزر "تعيين".
de: Die Eigenschaften einer ausgewählten Form werden im rechten Bereich angezeigt, sie können durch Bearbeiten oder Verwenden der Schaltfläche Festlegen geändert werden.
es: Las propiedades de una forma seleccionada se muestran en el panel derecho, se pueden cambiar editando o usando el botón Establecer.
fr: Les propriétés d’une forme sélectionnée sont affichées dans le panneau de droite, elles peuvent être modifiées en modifiant ou en utilisant le bouton Définir.
hi: चयनित आकृति के गुण दाएं पैनल पर दिखाए जाते हैं, उन्हें संपादित करके या सेट बटन का उपयोग करके बदला जा सकता है।
no: Egenskapene til en valgt form vises på høyre panel, de kan endres ved å redigere eller bruke Set-knappen.
pl: Właściwości wybranego kształtu są pokazane na prawym panelu, można je zmienić edytując lub za pomocą przycisku Ustaw.
zh: 所选形状的属性显示在右侧面板上，可以通过编辑或使用“设置”按钮进行更改。

# String37
source: Select multiple shapes by selecting a shape with Shift key held down or by selecting round a group of shapes (Shift to add to current selected shapes).
ar: حدد أشكالا متعددة عن طريق تحديد شكل مع الضغط باستمرار على مفتاح Shift أو عن طريق تحديد دائري لمجموعة من الأشكال (Shift للإضافة إلى الأشكال المحددة الحالية).
de: Wählen Sie mehrere Formen aus, indem Sie eine Form bei gedrückter Umschalttaste auswählen oder indem Sie eine Gruppe von Formen runden (Umschalttaste, um sie zu den aktuell ausgewählten Formen hinzuzufügen).
es: Seleccione varias formas seleccionando una forma con la tecla Mayús pulsada o seleccionando alrededor de un grupo de formas (Mayús para agregar a las formas seleccionadas actualmente).
fr: Sélectionnez plusieurs formes en sélectionnant une forme avec la touche Maj enfoncée ou en sélectionnant d’arrondir un groupe de formes (Maj pour ajouter aux formes actuellement sélectionnées).
hi: नीचे दबी Shift कुंजी के साथ किसी आकृति का चयन करके या आकृतियों के समूह के चारों ओर का चयन करके एकाधिक आकृतियों का चयन करें (वर्तमान चयनित आकृतियों में जोड़ने के लिए Shift).
no: Merk flere figurer ved å merke en figur med Skift-tasten nede eller ved å merke en rund gruppe figurer (Skift for å legge til i gjeldende merkede figurer).
pl: Zaznacz wiele kształtów, zaznaczając kształt z wciśniętym Shift lub zaznaczając grupę kształtów (Shift, aby dodać do aktualnie zaznaczonych kształtów).
ru: Выберите несколько фигур, выделив фигуру с удерживаемой клавишей Shift или выделив группу фигур (Shift для добавления к текущим выбранным фигурам).
zh: 通过按住 Shift 键选择形状或选择倒圆组形状（按住 Shift 键添加到当前选定的形状）来选择多个形状。

# String38
source: Deslect all shapes by left click on the backgound.
ar: قم بتقسيم جميع الأشكال عن طريق النقر بزر الماوس الأيسر على backgound.
de: Entferne alle Formen, indem du mit der linken Maustaste auf den Hintergrund klickst.
es: Desecciona todas las formas haciendo clic izquierdo en el fondo.
fr: Désélectionnez toutes les formes en faisant un clic gauche sur le fond de la souris.
hi: बैकगाउंड पर बाएं क्लिक करके सभी आकृतियों को हटा दें।
no: Deslect alle figurer ved å venstreklikke på backgound.
pl: Odrzuć wszystkie kształty, klikając lewym przyciskiem myszy na tle.
ru: Отключите все фигуры, щелкнув левой кнопкой мыши по заднему плану.
zh: 通过左键单击背景来偏转所有形状。

# String39
source: Move, resize (using corner handles) or change the properties of a shape (holding Shift to apply to multiple selected shapes).
ar: يمكنك نقل شكل أو تغيير حجمه (باستخدام مقابض الزوايا) أو تغيير خصائصه (مع الاستمرار على مفتاح العالي للتطبيق على أشكال متعددة محددة).
de: Verschieben, Ändern der Größe (mithilfe von Eckgriffen) oder Ändern der Eigenschaften einer Form (Halten Sie die Umschalttaste gedrückt, um sie auf mehrere ausgewählte Formen anzuwenden).
es: Mueva, cambie el tamaño (usando los controladores de esquina) o cambie las propiedades de una forma (manteniendo presionada la tecla Mayús para aplicar a varias formas seleccionadas).
fr: Déplacez, redimensionnez (à l’aide de poignées d’angle) ou modifiez les propriétés d’une forme (en maintenant la touche Maj enfoncée pour appliquer à plusieurs formes sélectionnées).
hi: ले जाएँ, आकार बदलें (कोने के हैंडल का उपयोग करके) या किसी आकृति के गुणों को परिवर्तित करें (एकाधिक चयनित आकृतियों पर लागू करने के लिए Shift दबाए रखें).
no: Flytte, endre størrelse på (bruke hjørnehåndtak) eller endre egenskapene for en figur (hold nede Skift for å bruke på flere merkede figurer).
pl: Przesuwanie, zmienianie rozmiaru (za pomocą uchwytów narożnych) lub zmienianie właściwości kształtu (przytrzymując Shift, aby zastosować go do wielu zaznaczonych kształtów).
ru: Перемещайте, изменяйте размер (с помощью угловых маркеров) или изменяйте свойства фигуры (удерживая клавишу Shift, чтобы применить ее к нескольким выбранным фигурам).
zh: 移动、调整大小（使用角控点）或更改形状的属性（按住 Shift 键可应用于多个选定形状）。

# String4
source: Imported program details
ar: تفاصيل البرنامج المستوردة
de: Importierte Programmdetails
es: Detalles del programa importado
fr: Détails du programme importé
hi: आयातित कार्यक्रम विवरण
no: Importerte programdetaljer
pl: Zaimportowane szczegóły programu
ru: Сведения об импортированной программе
zh: 导入的程序详细信息

# String40
source: Triangles, lines and polygons are resized by moving individual corners.
ar: يتم تغيير حجم المثلثات والخطوط والمضلعات عن طريق تحريك الزوايا الفردية.
de: Die Größe von Dreiecken, Linien und Polygonen wird durch Verschieben einzelner Ecken geändert.
es: Los triángulos, las líneas y los polígonos cambian de tamaño moviendo las esquinas individuales.
fr: Les triangles, les lignes et les polygones sont redimensionnés en déplaçant les coins individuels.
hi: त्रिकोण, रेखाओं और बहुभुजों को अलग-अलग कोनों को स्थानांतरित करके आकार दिया जाता है।
no: Størrelsen på trekanter, linjer og polygoner endres ved å flytte individuelle hjørner.
pl: Rozmiar trójkątów, linii i wielokątów można zmieniać, przesuwając poszczególne narożniki.
ru: Размеры треугольников, линий и многоугольников изменяются путем перемещения отдельных углов.
zh: 三角形、直线和多边形通过移动各个角来调整大小。

# String41
source: Nudge selected shapes using arrow keys (hold Shift to move by snap distance).
ar: دفع الأشكال المحددة باستخدام مفاتيح الأسهم (اضغط باستمرار على مفتاح العالي للتنقل بمسافة انطباق).
de: Verschieben Sie ausgewählte Formen mit den Pfeiltasten (halten Sie die Umschalttaste gedrückt, um sich um den Fangabstand zu bewegen).
es: Empuje las formas seleccionadas con las teclas de flecha (mantenga presionada la tecla Mayús para moverse por distancia de ajuste).
fr: Déplacez les formes sélectionnées à l’aide des touches fléchées (maintenez la touche Maj enfoncée pour vous déplacer par distance d’accrochage).
hi: तीर कुंजियों का उपयोग करके चयनित आकृतियों को नज करें (स्नैप दूरी से स्थानांतरित करने के लिए Shift दबाए रखें)।
no: Finjustere merkede figurer ved hjelp av piltastene (hold nede SKIFT for å flytte etter festeavstand).
pl: Posuń zaznaczone kształty za pomocą strzałek (przytrzymaj Shift, aby przesunąć je o odległość przyciągania).
ru: Сдвигайте выбранные фигуры с помощью клавиш со стрелками (удерживайте клавишу Shift, чтобы переместиться на расстояние привязки).
zh: 使用箭头键轻移所选形状（按住 Shift 键可按捕捉距离移动）。

# String42
source: Press Delete over a shape to delete it.
ar: اضغط على Delete فوق شكل لحذفه.
de: Drücken Sie die ENTF-Taste über einer Form, um sie zu löschen.
es: Presione Supr sobre una forma para eliminarla.
fr: Appuyez sur Supprimer sur une forme pour la supprimer.
hi: किसी आकृति को हटाने के लिए उस पर Delete दबाएँ.
no: Trykk DEL over en figur for å slette den.
pl: Naciśnij Delete nad kształtem, aby go usunąć.
ru: Нажмите клавишу «Удалить» над фигурой, чтобы удалить ее.
zh: 在形状上按 Delete 键将其删除。

# String43
source: Right click for additional options, including copy and paste code to current document, or copy selected shapes (new copied shapes lie over the originals so can then be moved as a group using Shift key).
ar: انقر بزر الماوس الأيمن للحصول على خيارات إضافية ، بما في ذلك نسخ التعليمات البرمجية ولصقها في المستند الحالي ، أو نسخ الأشكال المحددة (تقع الأشكال المنسوخة الجديدة فوق النسخ الأصلية بحيث يمكن نقلها كمجموعة باستخدام مفتاح Shift).
de: Klicken Sie mit der rechten Maustaste, um zusätzliche Optionen anzuzeigen, z. B. das Kopieren und Einfügen von Code in das aktuelle Dokument oder das Kopieren ausgewählter Formen (neue kopierte Formen liegen über den Originalen und können dann mit der Umschalttaste als Gruppe verschoben werden).
es: Haga clic con el botón derecho para obtener opciones adicionales, incluida la copia y pegado del código en el documento actual, o copie las formas seleccionadas (las nuevas formas copiadas se encuentran sobre las originales, por lo que se pueden mover como un grupo con la tecla Mayús).
fr: Cliquez avec le bouton droit de la souris pour accéder à des options supplémentaires, notamment copier et coller du code dans le document actuel ou copier des formes sélectionnées (les nouvelles formes copiées se trouvent sur les originaux et peuvent donc être déplacées en tant que groupe à l’aide de la touche Maj).
hi: अतिरिक्त विकल्पों के लिए राइट क्लिक करें, जिसमें वर्तमान दस्तावेज़ में कोड कॉपी और पेस्ट करें, या चयनित आकृतियों की प्रतिलिपि बनाएँ (नई कॉपी की गई आकृतियाँ मूल पर झूठ बोलती हैं, इसलिए फिर शिफ्ट कुंजी का उपयोग करके समूह के रूप में ले जाया जा सकता है)।
no: Høyreklikk for flere alternativer, inkludert kopier og lim inn kode til gjeldende dokument, eller kopier merkede figurer (nye kopierte figurer ligger over originalene, slik at de kan flyttes som en gruppe ved hjelp av Skift-tasten).
pl: Kliknij prawym przyciskiem myszy, aby uzyskać dostęp do dodatkowych opcji, w tym kopiowania i wklejania kodu do bieżącego dokumentu lub kopiowania zaznaczonych kształtów (nowe skopiowane kształty leżą na oryginałach, dzięki czemu można je następnie przesuwać jako grupę za pomocą Shift).
ru: Щелкните правой кнопкой мыши, чтобы открыть дополнительные параметры, в том числе скопировать и вставить код в текущий документ или скопировать выбранные фигуры (новые скопированные фигуры лежат поверх оригиналов, поэтому их можно перемещать группой с помощью клавиши Shift).
zh: 右键单击可查看其他选项，包括将代码复制并粘贴到当前文档，或复制所选形状（新复制的形状位于原始形状上，因此可以使用 Shift 键作为一个组移动）。

# String44
source: The current code is shown in the code window. This can be edited and use \"Import From Code\" to add the current code to the current view.
ar: يظهر الرمز الحالي في نافذة التعليمات البرمجية. يمكن تحرير هذا واستخدام \"استيراد من التعليمات البرمجية\" لإضافة التعليمات البرمجية الحالية إلى طريقة العرض الحالية.
de: Der aktuelle Code wird im Codefenster angezeigt. Dieser kann bearbeitet werden und mit \"Aus Code importieren\" den aktuellen Code zur aktuellen Ansicht hinzufügen.
es: El código actual se muestra en la ventana de código. Esto se puede editar y usar \"Importar desde código\" para agregar el código actual a la vista actual.
fr: Le code actuel est affiché dans la fenêtre de code. Cela peut être modifié et utiliser \"Importer à partir du code\ » pour ajouter le code actuel à la vue actuelle.
hi: वर्तमान कोड कोड विंडो में दिखाया गया है। इसे संपादित किया जा सकता है और वर्तमान कोड को वर्तमान दृश्य में जोड़ने के लिए \"कोड से आयात करें" का उपयोग किया जा सकता है।
no: Gjeldende kode vises i kodevinduet. Dette kan redigeres og bruke \"Import From Code\" for å legge til gjeldende kode i gjeldende visning.
pl: Bieżący kod jest wyświetlany w oknie kodu. Można to edytować i użyć \"Importuj z kodu\", aby dodać bieżący kod do bieżącego widoku.
ru: Текущий код отображается в окне кода. Его можно отредактировать и использовать \"Импорт из кода\", чтобы добавить текущий код в текущее представление.
zh: 当前代码将显示在代码窗口中。 可以对此进行编辑，并使用“从代码导入”将当前代码添加到当前视图中。

# String45
source: Questions and suggestions welcome.
ar: نرحب بالأسئلة والاقتراحات.
de: Fragen und Anregungen sind willkommen.
es: Preguntas y sugerencias son bienvenidas.
fr: Les questions et suggestions sont les bienvenues.
hi: प्रश्न और सुझावों का स्वागत है।
no: Spørsmål og forslag velkommen.
pl: Pytania i sugestie mile widziane.
ru: Вопросы и предложения приветствуются.
zh: 欢迎提出问题和建议。

# String46
source: The text in
ar: النص في
de: Der Text in
es: El texto en
fr: Le texte dans
hi: पाठ में
no: Teksten i
pl: Tekst w
ru: Текст в
zh: 中的文本

# String47
source: has changed
ar: قد تغير
de: hat sich verändert
es: ha cambiado
fr: a changé
hi: बदल गया है
no: har endret seg
pl: zmienił się
ru: изменился
zh: 已更改

# String48
source: Do you want to save the changes?
ar: هل تريد حفظ التغييرات؟
de: Möchten Sie die Änderungen speichern?
es: ¿Quieres guardar los cambios?
fr: Voulez-vous enregistrer les modifications ?
hi: क्या आप परिवर्तनों को सहेजना चाहते हैं?
no: Vil du lagre endringene?
pl: Czy chcesz zapisać zmiany?
ru: Хотите сохранить изменения?
zh: 是否要保存更改？
