Repository: litdev1/SB-IDE
Catalog: SB-Prime/Properties/Strings.*.resx
Languages: ar, de, es, fr, hi, no, pl, ru, zh

# String100
source: Un-Comment File Commands
ar: أوامر ملف إلغاء التعليق
de: Befehle zum Aufheben von Dateikommentaren
es: Comandos de archivo sin comentario
fr: Annuler les commandes de fichier de commentaire
hi: अन-कमेंट फ़ाइल कमांड
no: Fjerne kommentar til filkommandoer
pl: Polecenia usuwania komentarza z pliku
ru: Команды для удаления комментариев к файлу
zh: 取消注释文件命令

# String101
source: Collapse Folding
ar: طي قابلة للطي
de: Klappen Falten
es: Plegado de colapso
fr: Réduire le pliage
hi: तह संक्षिप्त करें
no: Skjul folding
pl: Zwiń składanie
ru: Сворачивание Свертывание
zh: 折叠折叠

# String102
source: Expand Folding
ar: توسيع الطي
de: Falten erweitern
es: Expandir plegado
fr: Développer le pliage
hi: तह का विस्तार करें
no: Utvid bretting
pl: Rozwiń węzeł Składanie
ru: Развернуть сворачивание
zh: 展开折叠

# String103
source: Navigate Back Ctrl+B
ar: انتقل إلى CTRL + B للخلف
de: Zurück navigieren Strg+B
es: Navegar hacia atrás Ctrl+B
fr: Revenir Ctrl+B
hi: वापस नेविगेट करें Ctrl+B
no: Naviger tilbake Ctrl + B
pl: Przejdź do tyłu Ctrl+B
ru: Назад Ctrl+B
zh: 导航回 Ctrl+B

# String104
source: Navigate Forwards Ctrl+Shift+B
ar: الانتقال إلى الأمام Ctrl + Shift + B
de: Vorwärts navigieren Strg+Umschalt+B
es: Navegar hacia adelante Ctrl+Mayús+B
fr: Naviguer vers l’avant Ctrl+Maj+B
hi: आगे नेविगेट करें Ctrl+Shift+B
no: Navigere fremover CTRL+SKIFT+B
pl: Nawiguj do przodu Ctrl+Shift+B
ru: Переход вперед Ctrl+Shift+B
zh: 向前导航 Ctrl+Shift+B

# String105
source: Copy Selection to Clipboard as HTML text
ar: نسخ التحديد إلى الحافظة كنص HTML
de: Auswahl als HTML-Text in die Zwischenablage kopieren
es: Copiar selección al portapapeles como texto HTML
fr: Copier la sélection dans le presse-papiers en tant que texte HTML
hi: चयन को क्लिपबोर्ड पर HTML पाठ के रूप में कॉपी करें
no: Kopier merket område til utklippstavlen som HTML-tekst
pl: Kopiuj zaznaczenie do schowka jako tekst HTML
ru: Копировать выделение в буфер обмена в виде HTML-текста
zh: 将所选内容以 HTML 文本形式复制到剪贴板

# String106
source: Copy Selection to Clipboard as HTML
ar: نسخ التحديد إلى الحافظة بتنسيق HTML
de: Auswahl als HTML in die Zwischenablage kopieren
es: Copiar la selección al portapapeles como HTML
fr: Copier la sélection dans le presse-papiers au format HTML
hi: HTML के रूप में क्लिपबोर्ड पर चयन की प्रतिलिपि बनाएँ
no: Kopier merket område til utklippstavlen som HTML
pl: Skopiuj zaznaczenie do schowka jako HTML
ru: Копировать выделенную область в буфер обмена в виде HTML
zh: 将所选内容以 HTML 格式复制到剪贴板

# String107
source: Copy Selection to Clipboard as RTF
ar: نسخ التحديد إلى الحافظة بتنسيق RTF
de: Auswahl als RTF in die Zwischenablage kopieren
es: Copiar selección al portapapeles como RTF
fr: Copier la sélection dans le presse-papiers au format RTF
hi: RTF के रूप में क्लिपबोर्ड पर चयन कॉपी करें
no: Kopier merket område til utklippstavlen som RTF
pl: Skopiuj zaznaczenie do schowka jako RTF
ru: Копировать выделенную область в буфер обмена в формате RTF
zh: 将所选内容作为 RTF 复制到剪贴板

# String108
source: Open Containing Folder
ar: افتح المجلد المحتوي
de: Enthaltenden Ordner öffnen
es: Abrir carpeta contenedora
fr: Ouvrir le dossier contenant
hi: युक्त फ़ोल्डर खोलें
no: Åpne innholdsmappe
pl: Otwórz folder zawierający
ru: Открыть содержащую папку
zh: 打开包含文件夹

# String109
source: Add to Debug Watch Ctrl+Shift+W
ar: إضافة إلى تصحيح مراقبة Ctrl + Shift + W
de: Zum Debuggen hinzufügen Uhr Strg+Umschalt+W
es: Agregar a Depurar Reloj Ctrl+Mayús+W
fr: Ajouter à la montre de débogage Ctrl+Maj+W
hi: डीबग वॉच में जोड़ें Ctrl+Shift+W
no: Legg til feilsøking Se CTRL+SKIFT+W
pl: Dodaj do debugowania Ctrl+Shift+W
ru: Добавить в контрольные значения отладки Ctrl+Shift+W
zh: 添加到调试监视 Ctrl+Shift+W

# String11
source: Arguments
ar: الحجج
de: Argumente
es: Argumentos
hi: तर्क
no: Argumenter
pl: Argumenty
ru: Аргументы
zh: 参数

# String110
source: Display Flow Chart
ar: عرض مخطط التدفق
de: Flussdiagramm anzeigen
es: Mostrar diagrama de flujo
fr: Afficher l’organigramme
hi: फ्लो चार्ट प्रदर्शित करें
no: Vis flytskjema
pl: Wyświetl schemat blokowy
ru: Отображение блок-схемы
zh: 显示流程图

# String111
source: Format Program
ar: برنامج التنسيق
de: Programm formatieren
es: Formato del programa
fr: Programme de format
hi: कार्यक्रम स्वरूपित करें
no: Formater program
pl: Formatowanie programu
ru: Формат программы
zh: 格式化程序

# String112
source: Insert Color
ar: إدراج اللون
de: Farbe einfügen
es: Insertar color
fr: Insérer la couleur
hi: रंग सम्मिलित करें
no: Sett inn farge
pl: Wstaw kolor
ru: Цвет вставки
zh: 插入颜色

# String113
source: Insert Font
ar: إدراج خط
de: Schriftart einfügen
es: Insertar fuente
fr: Insérer une police
hi: फ़ॉन्ट सम्मिलित करें
no: Sett inn skrift
pl: Wstaw czcionkę
ru: Вставить шрифт
zh: 插入字体

# String114
source: Colour on White
ar: اللون على الأبيض
de: Farbe auf Weiß
es: Color sobre blanco
fr: Couleur sur blanc
hi: सफेद पर रंग
no: Farge på hvitt
pl: Kolor na białym tle
ru: Цвет на белом
zh: 白色配色

# String115
source: True Colour
ar: لون حقيقي
de: Echte Farbe
es: Color verdadero
fr: Couleur vraie
hi: असली रंग
no: Ekte farge
pl: Prawdziwy kolor
ru: Естественная цветопередача
zh: 本色

# String116
source: Black and White
ar: أبيض وأسود
de: Schwarz und Weiß
es: Blanco y negro
fr: Noir et blanc
hi: काले और सफेद
no: Svart-hvitt
pl: Czerń i biel
ru: Черно-белое
zh: 黑与白

# String117
source: Please Wait...
ar: الرجاء الانتظار...
de: Bitte warten...
es: Espera...
fr: Veuillez patienter...
hi: कृपया प्रतीक्षा करो।।।
no: Vent...
pl: Czekaj...
ru: Подождите...
zh: 请稍候。。。

# String118
source: Loading Files
ar: تحميل الملفات
de: Laden von Dateien
es: Carga de archivos
fr: Chargement des fichiers
hi: फ़ाइलें लोड हो रही हैं
no: Laste inn filer
pl: Wczytywanie plików
ru: Загрузка файлов
zh: 加载文件

# String119
source: This wizard will convert your Small Basic program to Microsoft Visual Basic
ar: سيقوم هذا المعالج بتحويل برنامج Small Basic إلى Microsoft Visual Basic
de: Dieser Assistent konvertiert Ihr Small Basic-Programm in Microsoft Visual Basic
es: Este asistente convertirá el programa Small Basic en Microsoft Visual Basic
fr: Cet assistant convertit votre programme Small Basic en Microsoft Visual Basic
hi: यह विज़ार्ड आपके Small Basic प्रोग्राम को Microsoft Visual Basic में कनवर्ट करेगा
no: Denne veiviseren konverterer Small Basic-programmet til Microsoft Visual Basic
pl: Ten kreator przekonwertuje program Small Basic na Microsoft Visual Basic
ru: Этот мастер преобразует программу Small Basic в Microsoft Visual Basic
zh: 此向导会将小型基本程序转换为 Microsoft Visual Basic

# String12
source: Returns
ar: ارجاع
de: Ertrag
es: Devuelve
fr: Retourne
hi: देता
no: Returnerer
pl: Zwraca
ru: Возвращает
zh: 返回

# String120
source: decompile a valid .Net assembly to Microsoft C# (dll or exe) and then open the folder containing the decompiled C# source code.
ar: قم بإلغاء ترجمة تجميع .Net صالح إلى Microsoft C # (dll أو exe) ثم افتح المجلد الذي يحتوي على التعليمات البرمجية المصدر C # التي تم فك تجميعها.
de: Dekompilieren Sie eine gültige .NET-Assembly in Microsoft C# (DLL oder EXE), und öffnen Sie dann den Ordner, der den dekompilierten C#-Quellcode enthält.
es: descompilar un ensamblado .Net válido en Microsoft C# (dll o exe) y, a continuación, abra la carpeta que contiene el código fuente de C# descompilado.
fr: décompilez un assembly .Net valide en Microsoft C# (dll ou exe), puis ouvrez le dossier contenant le code source C# décompilé.
hi: Microsoft C# (dll या exe) के लिए कोई मान्य .Net असेंबली decompile और उसके बाद फ़ोल्डर जिसमें c# स्रोत कोड decompiled खोलें।
no: dekompilere en gyldig .Net-samling til Microsoft C# (dll eller exe), og åpne deretter mappen som inneholder den dekompilerte C#-kildekoden.
pl: zdekompiluj prawidłowy zestaw .Net do języka Microsoft C# (dll lub exe), a następnie otwórz folder zawierający zdekompilowany kod źródłowy języka C#.
ru: декомпилируйте допустимую сборку .Net в Microsoft C# (dll или exe), а затем откройте папку, содержащую декомпилированный исходный код C#.
zh: 将有效的 .Net 程序集反编译为 Microsoft C#（dll 或 exe），然后打开包含反编译的 C# 源代码的文件夹。

# String121
source: If successful, and Visual Studio is installed then open the project file (*.csproj).
ar: إذا نجحت ، وتم تثبيت Visual Studio ، فافتح ملف المشروع (* .csproj).
de: Wenn dies erfolgreich ist und Visual Studio installiert ist, öffnen Sie die Projektdatei (*.csproj).
es: Si se realiza correctamente y Visual Studio está instalado, abra el archivo de proyecto (*.csproj).
fr: Si Visual Studio réussit et que Visual Studio est installé, ouvrez le fichier projet (*.csproj).
hi: यदि सफल होता है, और विजुअल स्टूडियो स्थापित है, तो प्रोजेक्ट फ़ाइल (*.csproj) खोलें।
no: Hvis det er vellykket, og Visual Studio er installert, åpner du prosjektfilen (*.csproj).
pl: Jeśli zakończy się pomyślnie, a program Visual Studio zostanie zainstalowany, otwórz plik projektu (*.csproj).
ru: В случае успеха и установки Visual Studio откройте файл проекта (*.csproj).
zh: 如果成功并安装了 Visual Studio，则打开项目文件 （*.csproj）。

# String122
source: START
ar: بدء
de: ANFANGEN
es: EMPEZAR
fr: COMMENCER
hi: चौंक
pl: POCZĄTEK
ru: НАЧАЛО
zh: 开始

# String123
source: END
ar: انتهاء
de: ENDE
es: FIN
fr: FIN
hi: समाप्ति
no: SLUTT
pl: KONIEC
ru: КОНЕЦ
zh: 结束

# String124
source: Unset
ar: غير محدد
hi: अनसेट
no: Fjern
ru: Снять
zh: 未凝固的

# String125
source: Main Window
ar: النافذة الرئيسية
de: Hauptfenster
es: Ventana principal
fr: Fenêtre principale
hi: मुख्य विंडो
no: Hovedvindu
pl: Okno główne
ru: Главное окно
zh: 主窗口

# String126
source: Document Layout
ar: تخطيط المستند
de: Layout des Dokuments
es: Maquetación del documento
fr: Mise en page du document
hi: दस्तावेज़ लेआउट
no: Dokumentoppsett
pl: Układ dokumentu
ru: Макет документа
zh: 文档布局

# String127
source: Document Lexer
ar: مستند Lexer
de: Dokumenten-Lexer
hi: दस्तावेज़ लेक्सर
no: Dokument Lexer
pl: Dokument Lexer
ru: Документоанализатор
zh: 文档 Lexer

# String128
source: Flow Chart
ar: مخطط التدفق
de: Flussdiagramm
es: Diagrama de flujo
fr: Organigramme
hi: प्रवाह चार्ट
no: Flytskjema
pl: Schemat blokowy
ru: Блок-схема
zh: 流程图

# String129
source: Background
ar: خلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
hi: पृष्ठभूमि
no: Bakgrunn
pl: Tło
ru: Фон
zh: 背景

# String13
source: Additionally, a popup description for methods can be viewed in this window by hovering the mouse over methods, properties or events when viewing an object.
ar: بالإضافة إلى ذلك ، يمكن عرض وصف منبثق للطرق في هذه النافذة عن طريق تمرير الماوس فوق الأساليب أو الخصائص أو الأحداث عند عرض كائن.
de: Zusätzlich kann in diesem Fenster eine Popup-Beschreibung für Methoden angezeigt werden, indem Sie beim Betrachten eines Objekts mit der Maus über Methoden, Eigenschaften oder Ereignisse fahren.
es: Además, se puede ver una descripción emergente de los métodos en esta ventana pasando el ratón por encima de los métodos, propiedades o eventos al ver un objeto.
fr: De plus, une description contextuelle des méthodes peut être affichée dans cette fenêtre en passant la souris sur les méthodes, les propriétés ou les événements lors de l’affichage d’un objet.
hi: इसके अतिरिक्त, विधियों के लिए एक पॉपअप विवरण इस विंडो में किसी ऑब्जेक्ट को देखते समय विधियों, गुणों या घटनाओं पर माउस को मँडराकर देखा जा सकता है।
no: I tillegg kan en popup-beskrivelse for metoder vises i dette vinduet ved å holde musen over metoder, egenskaper eller hendelser når du ser på et objekt.
pl: Dodatkowo, wyskakujące okienko z opisem metod można wyświetlić w tym oknie, najeżdżając kursorem myszy na metody, właściwości lub zdarzenia podczas przeglądania obiektu.
ru: Кроме того, всплывающее описание методов можно просмотреть в этом окне, наведя курсор мыши на методы, свойства или события при просмотре объекта.
zh: 此外，在查看对象时，通过将鼠标悬停在方法、属性或事件上，可以在此窗口中查看方法的弹出说明。

# String130
source: Foreground
ar: المقدمه
de: Vordergrund
es: Primer plano
fr: Premier plan
hi: अग्रभूमि
no: Forgrunn
pl: Pierwszym planie
ru: Передний план
zh: 前景

# String131
source: Splitter
ar: الفاصل
de: Splitteinrichtung
es: Divisor
fr: Fendeur
hi: अलगानेवाला
ru: Разветвитель
zh: 分配器

# String132
source: Selection
ar: إنتخاب
de: Auswahl
es: Selección
fr: Sélection
hi: संग्रह
no: Utvalg
pl: Selekcja
ru: Отбор
zh: 选择

# String133
source: Margin Background
ar: خلفية الهامش
de: Hintergrund am Rand
es: Antecedentes de los márgenes
fr: Contexte de la marge
hi: मार्जिन पृष्ठभूमि
no: Bakgrunn for marger
pl: Tło marginesu
ru: Фон полей
zh: 保证金背景

# String134
source: Margin Foreground
ar: الهامش الصدارة
de: Rand Vordergrund
es: Margen en primer plano
fr: Marge au premier plan
hi: मार्जिन अग्रभूमि
no: Margin forgrunn
pl: Margines pierwszego planu
ru: Поле переднего плана
zh: 边距前景

# String135
source: Folding Background
ar: خلفية قابلة للطي
de: Faltbarer Hintergrund
es: Fondo plegable
fr: Fond pliant
hi: तह पृष्ठभूमि
no: Sammenleggbar bakgrunn
pl: Składane tło
ru: Складной фон
zh: 折叠背景

# String136
source: Folding Foreground
ar: طي الصدارة
de: Klappbarer Vordergrund
es: Primer plano plegable
fr: Premier plan pliant
hi: तह अग्रभूमि
no: Sammenleggbar forgrunn
pl: Składany pierwszy plan
ru: Складной передний план
zh: 折叠前景

# String137
source: Bookmark Background
ar: خلفية الإشارة المرجعية
de: Lesezeichen-Hintergrund
es: Fondo del marcador
fr: Arrière-plan de signet
hi: बुकमार्क पृष्ठभूमि
no: Bokmerke Bakgrunn
pl: Tło zakładek
ru: Фон закладки
zh: 书签背景

# String138
source: Bookmark Foreground
ar: المرجعية المقدمة
de: Lesezeichen Vordergrund
es: Marcador en primer plano
fr: Signet Premier plan
hi: बुकमार्क अग्रभूमि
no: Bokmerke Forgrunn
pl: Zakładka Pierwszy plan
ru: Закладка переднего плана
zh: 书签前景

# String139
source: Breakpoint Background
ar: خلفية نقطة التوقف
de: Hintergrund des Haltepunkts
es: Antecedentes del punto de interrupción
fr: Contexte du point d’arrêt
hi: ब्रेकपॉइंट पृष्ठभूमि
no: Bakgrunn for avbruddspunkt
pl: Tło punktu przerwania
ru: Фон точки останова
zh: 断点背景

# String14
source: Select Shape
ar: حدد الشكل
de: Form auswählen
es: Seleccionar forma
fr: Sélectionner une forme
hi: आकृति का चयन करें
no: Velg figur
pl: Wybierz kształt
ru: Выберите форму
zh: 选择形状

# String140
source: Breakpoint Foreground
ar: نقطة التوقف في المقدمة
de: Haltepunkt-Vordergrund
es: Punto de interrupción en primer plano
fr: Premier plan du point d’arrêt
hi: ब्रेकपॉइंट अग्रभूमि
no: Knekkpunkt i forgrunnen
pl: Pierwszy plan punktu przerwania
ru: Точка останова на переднем плане
zh: 断点前景

# String141
source: Select
ar: اختار
de: Auswählen
es: Escoger
fr: Choisir
hi: चुनना
no: Velge
pl: Wybrać
ru: Выбирать
zh: 选择

# String142
source: Highlight Debug
ar: تسليط الضوء على التصحيح
de: Debuggen hervorheben
es: Resaltar Depurar
fr: Mettre en surbrillance le débogage
hi: डीबग हाइलाइट करें
no: Uthev feilsøking
pl: Podświetl debugowanie
ru: Выделите отладку
zh: 突出显示调试

# String143
source: Highlight Find
ar: تسليط الضوء على البحث
de: Markieren Sie die Suche
es: Resaltar Buscar
fr: Mettre en surbrillance la recherche
hi: हाइलाइट खोजें
no: Uthev Finn
pl: Podświetl pozycję Znajdź
ru: Выделить Найти
zh: 突出显示查找

# String144
source: Highlight Deleted
ar: تسليط الضوء على المحذوفة
de: Markiert Gelöscht
es: Resaltar eliminado
fr: Surligner Supprimé
hi: हाइलाइट हटाया गया
no: Uthev Slettet
pl: Podświetl usunięte
ru: Выделить удаленные
zh: 高亮显示已删除

# String145
source: Highlight Inserted
ar: تسليط الضوء مدرج
de: Hervorhebung eingefügt
es: Resaltado insertado
fr: Surligner inséré
hi: हाइलाइट डाला गया
no: Utheving satt inn
pl: Podświetlenie wstawione
ru: Вставлено выделение
zh: 插入高亮显示

# String146
source: CallTip Foreground
ar: CallTip الصدارة
de: CallTip Vordergrund
es: Primer plano de CallTip
fr: Premier plan de l’info-plan
hi: कॉलटिप अग्रभूमि
no: CallTip forgrunn
pl: Pierwszy plan CallTip
ru: Передний план CallTip
zh: CallTip 前台

# String147
source: CallTip Background
ar: خلفية تلميح الاتصال
de: CallTip-Hintergrund
es: Antecedentes de CallTip
fr: Contexte de CallTip
hi: कॉलटिप पृष्ठभूमि
no: CallTip Bakgrunn
pl: Tło końcówki wywołania
ru: Фон CallTip
zh: CallTip 背景

# String148
source: CallTip Highlight
ar: تسليط الضوء على تلميح الاتصال
es: Resaltado de CallTip
fr: Aperçu de l’info-retour
hi: कॉलटिप हाइलाइट
no: CallTip Høydepunkt
pl: Wyróżnienie CallTip
ru: Подсветка CallTip
zh: CallTip 突出显示

# String149
source: Foreground
ar: المقدمه
de: Vordergrund
es: Primer plano
fr: Premier plan
hi: अग्रभूमि
no: Forgrunn
pl: Pierwszym planie
ru: Передний план
zh: 前景

# String15
source: Unselect Shape
ar: إلغاء تحديد الشكل
de: Auswahl der Form aufheben
es: Anular la selección de la forma
fr: Désélectionner Forme
hi: आकृति का चयन रद्द करें
no: Fjern merking av figur
pl: Usuń zaznaczenie kształtu
ru: Отменить выбор фигуры
zh: 取消选择形状

# String150
source: Background
ar: خلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
hi: पृष्ठभूमि
no: Bakgrunn
pl: Tło
ru: Фон
zh: 背景

# String151
source: Comment
ar: التعليق
de: Kommentar
es: Comentario
fr: Commentaire
hi: सम्‍मति देना
no: Kommentar
pl: Komentarz
ru: Комментарий
zh: 评论

# String152
source: String
ar: خيط
de: Schnur
es: Cuerda
fr: Corde
hi: तार
no: Streng
pl: Struna
ru: Струна
zh: 字符串

# String153
source: Operator
ar: المشغل
es: Operador
fr: Opérateur
hi: संचालक
no: Operatør
ru: Оператор
zh: 算子

# String154
source: Keyword
ar: الكلمه الاساسيه
de: Schlüsselwort
es: Palabra clave
fr: Mot-clé
hi: संकेतशब्द
no: Nøkkelord
pl: Słowo kluczowe
ru: Ключевое слово
zh: 关键词

# String155
source: Object
ar: كائن
de: Objekt
es: Objeto
fr: Objet
hi: वस्तु
no: Objekt
pl: Sprzeciwiać się
ru: Объект
zh: 对象

# String156
source: Method
ar: أسلوب
de: Methode
es: Método
fr: Méthode
hi: विधि
no: Metode
pl: Metoda
ru: Метод
zh: 方法

# String157
source: Literal
ar: حرفي
de: Wörtlich
fr: Littéral
hi: शाब्दिक
no: Bokstavelig
pl: Dosłowny
ru: Буквальный
zh: 字面

# String158
source: Foreground
ar: المقدمه
de: Vordergrund
es: Primer plano
fr: Premier plan
hi: अग्रभूमि
no: Forgrunn
pl: Pierwszym planie
ru: Передний план
zh: 前景

# String159
source: Background
ar: خلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
hi: पृष्ठभूमि
no: Bakgrunn
pl: Tło
ru: Фон
zh: 背景

# String16
source: Copy Selected Shapes
ar: نسخ الأشكال المحددة
de: Ausgewählte Formen kopieren
es: Copiar formas seleccionadas
fr: Copier les formes sélectionnées
hi: चयनित आकृतियों की प्रतिलिपि बनाएँ
no: Kopiere merkede figurer
pl: Kopiowanie zaznaczonych kształtów
ru: Копирование выделенных фигур
zh: 复制所选形状

# String160
source: Highlight
ar: تمييز
de: Höhepunkt
es: Destacar
fr: Souligner
hi: मुख्य आकर्षण
no: Høydepunkt
pl: Wyróżnić
ru: Выделите
zh: 高亮

# String161
source: Condition
ar: شرط
de: Zustand
es: Condición
hi: दशा
no: Betingelse
pl: Warunek
ru: Состояние
zh: 条件

# String162
source: Start
ar: بدء
de: Anfangen
es: Empezar
fr: Commencer
hi: चौंक
pl: Początek
ru: Начало
zh: 开始

# String163
source: Call
ar: دعا
de: Rufen
es: Llamar
fr: Appeler
hi: पुकार
no: Kalle
pl: Nazwać
ru: Звать
zh: 叫

# String164
source: For
ar: من أجل
de: Für
es: Para
fr: Pour
hi: के लिए
pl: Dla
ru: Для
zh: 为

# String165
source: While
ar: بينما
de: Während
es: Mientras
fr: Pendant que
hi: जब
no: Mens
pl: Chwila
ru: Пока
zh: 而

# String166
source: Statement
ar: بيان
de: Aussage
es: Declaración
fr: Déclaration
hi: वक्तव्‍य
no: Uttalelse
pl: Wypowiedź
ru: Утверждение
zh: 陈述

# String167
source: Code
ar: رمز
es: Código
hi: कोड
no: Kode
pl: Kod
ru: Код
zh: 法典

# String168
source: SB-Prime Version
ar: SB-رئيس الإصدار
es: Versión SB-Prime
hi: एसबी-प्राइम संस्करण
no: SB-Prime-versjon
pl: Wersja SB-Prime
ru: Версия SB-Prime
zh: SB-Prime 版本

# String169
source: Debug Extension
ar: ملحق التصحيح
de: Debug-Erweiterung
es: Extensión de depuración
fr: Extension de débogage
hi: डीबग एक्सटेंशन
no: Feilsøkingsutvidelse
pl: Rozszerzenie debugowania
ru: Расширение отладки
zh: 调试扩展

# String17
source: Background Color
ar: لون الخلفية
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d’arrière-plan
hi: पृष्ठभूमि का रंग
no: Bakgrunnsfarge
pl: Kolor tła
ru: Цвет фона
zh: 背景颜色

# String170
source: lines
ar: اسطر
de: Linien
es: lineas
fr: Lignes
hi: लाइनों
no: Linjer
pl: Linie
ru: обводы
zh: 线

# String171
source: line
ar: سطر
de: Linie
es: línea
fr: ligne
hi: क़तारें लगाना
no: linje
pl: linia
ru: линия
zh: 线

# String172
source: column
ar: عمود
de: Spalte
es: columna
fr: colonne
hi: स्तम्भ
no: kolonne
pl: kolumna
ru: столбец
zh: 列

# String174
source: Num Lock
ar: قفل
de: Num-Taste
es: Bloq Num
fr: Verrouillage numérique
hi: न्यूम लॉक
zh: 数字锁

# String175
source: Insert
ar: أدخل
de: Einfügen
es: Insertar
fr: Insérer
hi: अंतःस्‍थापित करना
no: Sette inn
pl: Wstawiać
ru: Вставка
zh: 插入

# String176
source: Debugging
ar: تصحيح
de: Debuggen
es: Depuración
fr: Débogage
hi: डीबगिंग
no: Feilsøking
pl: Debugowanie
ru: Отладка
zh: 调试

# String177
source: Running
ar: تشغيل
de: Ausgeführte
es: Corriente
fr: Course
hi: भागना
no: Løping
pl: Bieganie
ru: Бег
zh: 运行

# String178
source: Variable Regex
ar: متغير Regex
de: Variabler regulärer Ausdruck
es: Expresiones regulares variables
hi: परिवर्तनीय रेगेक्स
no: Variabel Regex
pl: Wyrażenie regularne zmienne
ru: Переменное регулярное выражение
zh: 变量正则表达式

# String179
source: Additional Regex for tooltip intellisense variable names
ar: Regex إضافي لأسماء متغيرات intellisense تلميح الأدوات
de: Zusätzlicher regulärer Ausdruck für Tooltip-IntelliSense-Variablennamen
es: Regex adicional para nombres de variables de IntelliSense de información sobre herramientas
fr: Regex supplémentaire pour les noms de variables IntelliSense d’info-bulle
hi: टूलटिप intellisense चर नामों के लिए अतिरिक्त Regex
no: Ekstra regex for verktøytips IntelliSense-variabelnavn
pl: Dodatkowe wyrażenie regularne dla nazw zmiennych funkcji IntelliSense etykietki narzędzia
ru: Дополнительные регулярные выражения для имен переменных IntelliSense подсказки
zh: 工具提示智能感知变量名称的其他正则表达式

# String18
source: Paste Code to Current Document
ar: لصق التعليمات البرمجية في المستند الحالي
de: Einfügen von Code in das aktuelle Dokument
es: Pegar código en el documento actual
fr: Coller le code dans le document actuel
hi: वर्तमान दस्तावेज़ में कोड चिपकाएँ
no: Lime inn kode i gjeldende dokument
pl: Wklej kod do bieżącego dokumentu
ru: Вставить код в текущий документ
zh: 将代码粘贴到当前文档

# String19
source: Copy Code from Current Document
ar: نسخ الرمز من المستند الحالي
de: Code aus aktuellem Dokument kopieren
es: Copiar código del documento actual
fr: Copier le code du document actuel
hi: वर्तमान दस्तावेज़ से कोड कॉपी करें
no: Kopier kode fra gjeldende dokument
pl: Kopiuj kod z bieżącego dokumentu
ru: Копирование кода из текущего документа
zh: 从当前文档复制代码

# String2
source: Toggle intellisense view
ar: تبديل عرض التحسس الذكي
de: Umschalten der IntelliSense-Ansicht
es: Alternar la vista IntelliSense
fr: Basculer la vue IntelliSense
hi: टॉगल करें intellisense दृश्य
no: Vis/skjul intellisense-visning
pl: Przełącz widok IntelliSense
ru: Переключение представления IntelliSense
zh: 切换智能感知视图

# String20
source: Clear
ar: واضح
de: Klar
es: Claro
fr: Clair
hi: स्पष्ट
no: Klar
pl: Jasny
ru: Ясный
zh: 清楚

# String21
source: Clear Watch Conditions
ar: مسح شروط الساعة
de: Klare Uhrenbedingungen
es: Borrar las condiciones de la vigilancia
fr: Conditions de veille claires
hi: घड़ी की स्थिति साफ़ करें
no: Klare klokkeforhold
pl: Wyczyść warunki zegarka
ru: Четкие условия просмотра
zh: 清除监视条件

# String22
source: This folder already contains files.
ar: يحتوي هذا المجلد بالفعل على ملفات.
de: Dieser Ordner enthält bereits Dateien.
es: Esta carpeta ya contiene archivos.
fr: Ce dossier contient déjà des fichiers.
hi: इस फ़ोल्डर में पहले से ही फ़ाइलें हैं.
no: Denne mappen inneholder allerede filer.
pl: Ten folder zawiera już pliki.
ru: В этой папке уже есть файлы.
zh: 此文件夹已包含文件。
