Repository: litdev1/SB-IDE
Catalog: SB-Prime/Properties/Strings.*.resx
Languages: ar, de, es, fr, hi, no, pl, ru, zh

# Label18
source: Save all programs
ar: حفظ جميع البرامج
de: Alle Programme speichern
es: Guardar todos los programas
fr: Enregistrer tous les programmes
hi: सभी प्रोग्राम सहेजें
no: Lagre alle programmer
pl: Zapisz wszystkie programy
ru: Сохранить все программы
zh: 保存所有程序

# Label180
source: Toggle indent guides
ar: تبديل أدلة المسافة البادئة
de: Umschalten von Einzugshilfslinien
es: Alternar guías de sangría
fr: Basculer les guides de retrait
hi: इंडेंट मार्गदर्शिकाएँ टॉगल करें
no: Vis/skjul hjelpelinjer for innrykk
pl: Przełączanie linii pomocniczych wcięć
ru: Переключение направляющих отступов
zh: 切换缩进参考线

# Label181
source: Indent Guides
ar: أدلة المسافة البادئة
de: Führungen zum Einrücken
es: Guías de sangría
fr: Guides d’indentation
hi: इंडेंट गाइड
no: Hjelpelinjer for innrykk
pl: Linie pomocnicze z wcięciami
ru: Направляющие отступов
zh: 缩进参考线

# Label182
source: Zoom in (larger font)
ar: التكبير (خط أكبر)
de: Vergrößern (größere Schrift)
es: Acercar (fuente más grande)
fr: Zoom avant (police plus grande)
hi: ज़ूम इन करें (बड़ा फ़ॉन्ट)
no: Zoome inn (større skrift)
pl: Powiększenie (większa czcionka)
ru: Увеличить (более крупный шрифт)
zh: 放大（大字体）

# Label183
source: Zoom in
ar: التكبير
de: Vergrößern
es: Acercar
fr: Zoom avant
hi: ज़ूम इन करें
no: Zoome inn
pl: Powiększenie
ru: Увеличить масштаб
zh: 放大

# Label184
source: Zoom out (smaller font)
ar: التصغير (خط أصغر)
de: Verkleinern (kleinere Schrift)
es: Alejar (fuente más pequeña)
fr: Zoom arrière (police plus petite)
hi: ज़ूम आउट करें (छोटा फ़ॉन्ट)
no: Zoome ut (mindre skrift)
pl: Pomniejszanie (mniejsza czcionka)
ru: Уменьшить масштаб (более мелкий шрифт)
zh: 缩小（较小的字体）

# Label185
source: Zoom out
ar: التصغير
de: Verkleinern
es: Alejar
fr: Zoom arrière
hi: ज़ूम आउट करें
no: Zoome ut
pl: Pomniejszanie
ru: Уменьшение масштаба
zh: 缩小

# Label186
source: Reset zoom (default font)
ar: إعادة تعيين التكبير/التصغير (الخط الافتراضي)
de: Zoom zurücksetzen (Standardschriftart)
es: Restablecer zoom (fuente predeterminada)
fr: Réinitialiser le zoom (police par défaut)
hi: ज़ूम रीसेट करें (डिफ़ॉल्ट फ़ॉन्ट)
no: Tilbakestill zoom (standard skrift)
pl: Resetuj powiększenie (czcionka domyślna)
ru: Сброс масштаба (шрифт по умолчанию)
zh: 重置缩放（默认字体）

# Label187
source: Reset Zoom
ar: إعادة تعيين التكبير
de: Zoom zurücksetzen
es: Restablecer zoom
fr: Réinitialiser le zoom
hi: ज़ूम रीसेट करें
no: Tilbakestill zoom
pl: Resetowanie powiększenia
ru: Сброс масштаба
zh: 重置缩放

# Label188
source: Use a dark theme (reverse video)
ar: استخدام مظهر داكن (فيديو عكسي)
de: Verwenden eines dunklen Designs (umgekehrtes Video)
es: Usar un tema oscuro (video inverso)
fr: Utiliser un thème sombre (vidéo inversée)
hi: डार्क थीम का उपयोग करें (रिवर्स वीडियो)
no: Bruk et mørkt tema (omvendt video)
pl: Używanie ciemnego motywu (odwrócone wideo)
ru: Использование темной темы (обратное видео)
zh: 使用深色主题（反向视频）

# Label189
source: Dark Theme
ar: المظهر الداكن
de: Dunkles Thema
es: Tema oscuro
fr: Thème sombre
hi: डार्क थीम
no: Mørkt tema
pl: Ciemny motyw
ru: Темная тема
zh: 深色主题

# Label19
source: Save All
ar: حفظ الكل
de: Alle speichern
es: Guardar todo
fr: Tout enregistrer
hi: सभी को बचाओ
no: Lagre alle
pl: Zapisz wszystko
ru: Сохранить все
zh: 保存全部

# Label190
source: Toggle show whitespace
ar: تبديل إظهار المسافة البيضاء
de: Leerzeichen ein- und ausblenden
es: Alternar mostrar espacio en blanco
fr: Basculer l’affichage des espaces
hi: टॉगल शो व्हाइटस्पेस
no: Vis/skjul mellomrom
pl: Przełącz pokaż białe znaki
ru: Переключить отображение пробелов
zh: 切换显示空格

# Label191
source: View Whitespace
ar: عرض المسافات البيضاء
de: Whitespace anzeigen
es: Ver espacio en blanco
fr: Voir les espaces blancs
hi: व्हाइटस्पेस देखें
no: Vis mellomrom
pl: Wyświetlanie białych znaków
ru: Просмотр пробелов
zh: 查看空白

# Label192
source: Toggle show number margin
ar: تبديل إظهار هامش الرقم
de: Zahlenrand ein- und ausschalten
es: Alternar el margen del número de mostrar
fr: Basculer l’affichage de la marge du nombre
hi: टॉगल दिखाएँ संख्या मार्जिन
no: Vis/skjul tallmargin
pl: Przełącz pokaż margines liczbowy
ru: Переключить отображение числового поля
zh: 切换显示数字边距

# Label193
source: View Number Margin
ar: عرض الرقم الهامش
de: Zahlenrand anzeigen
es: Ver margen de número
fr: Afficher la marge du nombre
hi: संख्या मार्जिन देखें
no: Vise nummermarg
pl: Margines na widok numeru
ru: Поле для просмотров номеров
zh: 查看数字边距

# Label194
source: Change the intellisence locale (e.g. 'de' for German, restart SB-Prime to take effect)
ar: قم بتغيير لغة الذكاء (على سبيل المثال ، "de" للغة الألمانية ، أعد تشغيل SB-Prime لتصبح سارية المفعول)
de: Ändern Sie das Intellisence-Gebietsschema (z. B. 'de' für Deutsch, starten Sie SB-Prime neu, um wirksam zu werden)
es: Cambie la configuración regional de inteligencia (por ejemplo, 'de' para alemán, reinicie SB-Prime para que surta efecto)
fr: Changer la locale d’intellisence, remplacer la locale de l’interface (par exemple 'de' pour l’allemand, redémarrer SB-Prime)
hi: इंटेलिसेंस लोकेल बदलें (उदाहरण के लिए जर्मन के लिए 'de', प्रभावी होने के लिए SB-Prime को पुनरारंभ करें)
no: Endre intellektuell nasjonal innstilling, overstyring av grensesnitt (f.eks. "de" for tysk, start SB-Prime på nytt)
pl: Zmienia ustawienia regionalne inteligencji, nadpisuje ustawienia regionalne interfejsu (np. 'de' dla języka niemieckiego, restartuje SB-Prime)
ru: Измените языковой стандарт intellisence (например, 'de' для немецкого, перезапустите SB-Prime, чтобы он вступил в силу)
zh: 更改智能语言环境（例如，德语为“de”，重新启动 SB-Prime 以生效）

# Label195
source: Language Code
ar: رمز اللغة
de: Sprachcode
es: Código de idioma
fr: Code de langue
hi: भाषा कोड
no: Språkkode
pl: Kod języka
ru: Код языка
zh: 语言代码

# Label196
source: Settings
ar: اعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
no: Innstillinger
pl: Ustawienia
ru: Параметры
zh: 设置

# Label197
source: Change the application colors
ar: تغيير ألوان التطبيق
de: Ändern der Anwendungsfarben
es: Cambiar los colores de la aplicación
fr: Modifier les couleurs de l’application
hi: अनुप्रयोग रंग परिवर्तित करें
no: Endre applikasjonsfargene
pl: Zmienianie kolorów aplikacji
ru: Изменение цветов приложения
zh: 更改应用程序颜色

# Label198
source: IDE Colors
ar: ألوان IDE
de: IDE-Farben
es: Colores IDE
fr: Couleurs de l’IDE
hi: आईडीई रंग
no: IDE-farger
pl: Kolory IDE
ru: Цвета IDE
zh: IDE 颜色

# Label199
source: Export settings to a file
ar: تصدير الإعدادات إلى ملف
de: Exportieren von Einstellungen in eine Datei
es: Exportar la configuración a un archivo
fr: Exporter les paramètres dans un fichier
hi: किसी फ़ाइल में सेटिंग्स निर्यात करें
no: Eksportere innstillinger til en fil
pl: Eksportowanie ustawień do pliku
ru: Экспорт настроек в файл
zh: 将设置导出到文件

# Label2
source: Version
ar: الإصدار
es: Versión
hi: विवरण
no: Versjon
pl: Wersja
ru: Версия
zh: 版本

# Label20
source: File
ar: ملف
de: Datei
es: Archivo
fr: Lime
hi: रेती
no: Fil
pl: Plik
ru: Файл
zh: 文件

# Label200
source: Export Settings
ar: إعدادات التصدير
de: Export-Einstellungen
es: Configuración de exportación
fr: Paramètres d’exportation
hi: निर्यात सेटिंग्स
no: Eksporter innstillinger
pl: Ustawienia eksportu
ru: Настройки экспорта
zh: 导出设置

# Label201
source: Import settings from a file, restart SB-Prime to take full effect
ar: استيراد الإعدادات من ملف ، وإعادة تشغيل SB-Prime ليصبح ساري المفعول بالكامل
de: Importieren Sie Einstellungen aus einer Datei, starten Sie SB-Prime neu, um die volle Wirkung zu erzielen
es: Importe la configuración de un archivo, reinicie SB-Prime para que surta efecto completo
fr: Importez les paramètres d’un fichier, redémarrez SB-Prime pour prendre pleinement effet
hi: फ़ाइल से सेटिंग्स आयात करें, पूर्ण प्रभाव लेने के लिए SB-Prime को पुनरारंभ करें
no: Importer innstillinger fra en fil, start SB-Prime på nytt for å få full effekt
pl: Zaimportuj ustawienia z pliku, uruchom ponownie SB-Prime, aby uzyskać pełny efekt
ru: Импортируйте настройки из файла, перезапустите SB-Prime для полного вступления в силу
zh: 从文件导入设置，重启SB-Prime即可完全生效

# Label202
source: Import Settings
ar: إعدادات الاستيراد
de: Einstellungen importieren
es: Configuración de importación
fr: Paramètres d’importation
hi: आयात सेटिंग्स
no: Importere innstillinger
pl: Ustawienia importu
ru: Настройки импорта
zh: 导入设置

# Label203
source: Reset settings to default, restart SB-Prime to take full effect
ar: إعادة تعيين الإعدادات إلى الوضع الافتراضي ، وإعادة تشغيل SB-Prime لتصبح سارية المفعول بالكامل
de: Setzen Sie die Einstellungen auf die Standardeinstellungen zurück und starten Sie SB-Prime neu, um die volle Wirkung zu entfalten
es: Restablezca la configuración a los valores predeterminados, reinicie SB-Prime para que surta efecto completo
fr: Réinitialisez les paramètres par défaut, redémarrez SB-Prime pour prendre pleinement effet
hi: सेटिंग्स को डिफ़ॉल्ट पर रीसेट करें, पूर्ण प्रभाव लेने के लिए SB-Prime को पुनरारंभ करें
no: Tilbakestill innstillingene til standard, start SB-Prime på nytt for å få full effekt
pl: Zresetuj ustawienia do wartości domyślnych, uruchom ponownie SB-Prime, aby uzyskać pełny efekt
ru: Сбросьте настройки по умолчанию, перезапустите SB-Prime, чтобы он вступил в полную силу.
zh: 将设置重置为默认值，重新启动SB-Prime以完全生效

# Label204
source: Reset Settings
ar: إعادة تعيين الإعدادات
de: Einstellungen zurücksetzen
es: Restablecer configuración
fr: Réinitialiser les paramètres
hi: सेटिंग्स रीसेट करें
no: Tilbakestill innstillinger
pl: Zresetuj ustawienia
ru: Сброс настроек
zh: 重置设置

# Label205
source: Additional options and settings
ar: خيارات وإعدادات إضافية
de: Zusätzliche Optionen und Einstellungen
es: Opciones y ajustes adicionales
fr: Options et paramètres supplémentaires
hi: अतिरिक्त विकल्प और सेटिंग्स
no: Flere alternativer og innstillinger
pl: Dodatkowe opcje i ustawienia
ru: Дополнительные опции и настройки
zh: 其他选项和设置

# Label206
source: Options
ar: خيارات
de: Optionen
es: Opciones
hi: विकल्प
no: Alternativer
pl: Opcje
ru: Параметры
zh: 选项

# Label207
source: Update SB-Prime to latest version
ar: تحديث SB-Prime إلى أحدث إصدار
de: Aktualisieren Sie SB-Prime auf die neueste Version
es: Actualice SB-Prime a la última versión
fr: Mettre à jour SB-Prime vers la dernière version
hi: SB-Prime को नवीनतम संस्करण में अपडेट करें
no: Oppdater SB-Prime til nyeste versjon
pl: Zaktualizuj SB-Prime do najnowszej wersji
ru: Обновите SB-Prime до последней версии
zh: 将SB-Prime更新到最新版本

# Label208
source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: आधुनिकीकरणअ
no: Oppdatering
pl: Aktualizacja
ru: Обновлять
zh: 更新

# Label209
source: Untitled1
ar: بدون عنوان1
de: Ohne Titel1
es: Sin título1
fr: Sans titre1
hi: शीर्षकहीन1
no: Uten tittel1
pl: Bez tytułu1
ru: Без названия1
zh: 无题1

# Label21
source: Recent File List
ar: قائمة الملفات الحديثة
de: Liste der zuletzt verwendeten Dateien
es: Lista de archivos recientes
fr: Liste des fichiers récents
hi: हाल की फ़ाइल सूची
no: Liste over siste filer
pl: Lista ostatnio używanych plików
ru: Список недавних файлов
zh: 最近使用的文件列表

# Label210
source: Untitled2
ar: بدون عنوان2
de: Ohne Titel2
es: Sin título2
fr: Sans titre2
hi: शीर्षकहीन2
no: Uten tittel2
pl: Bez tytułu2
ru: Без названия2
zh: 无题2

# Label211
source: Output
ar: الناتج
de: Ausgabe
es: Salida
fr: Sortie
hi: आउटपुट
no: Ytelse
pl: Wyjście
ru: Выпуск
zh: 输出

# Label212
source: Output, Errors and Warnings
ar: الإخراج والأخطاء والتحذيرات
de: Ausgabe, Fehler und Warnungen
es: Salida, errores y advertencias
fr: Sortie, erreurs et avertissements
hi: आउटपुट, त्रुटियाँ और चेतावनियाँ
no: Output, feil og advarsler
pl: Dane wyjściowe, błędy i ostrzeżenia
ru: Выходные данные, ошибки и предупреждения
zh: 输出、错误和警告

# Label213
source: Debug
ar: تصحيح
de: Debuggen
es: Depurar
fr: Déboguer
hi: डीबग
no: Feilsøke
pl: Debugować
ru: Отлаживать
zh: 调试

# Label214
source: Variable
ar: متغير
hi: चर
no: Variabel
pl: Zmienna
ru: Переменная
zh: 变量

# Label215
source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
hi: मूल्य
no: Verdi
pl: Wartość
ru: Ценность
zh: 价值

# Label216
source: Change Value
ar: تغيير القيمة
de: Wert ändern
es: Cambiar valor
fr: Modifier la valeur
hi: मूल्य बदलें
no: Endre verdi
pl: Zmień wartość
ru: Изменить значение
zh: 更改值

# Label217
source: Change the value of watch variable
ar: تغيير قيمة متغير الساعة
de: Ändern des Werts der Überwachungsvariablen
es: Cambiar el valor de la variable de inspección
fr: Modifier la valeur de la variable watch
hi: घड़ी चर का मूल्य बदलें
no: Endre verdien på klokkevariabelen
pl: Zmień wartość zmiennej zegarka
ru: Изменение значения переменной watch
zh: 更改 watch 变量的值

# Label218
source: Set
ar: جبر
de: Garnitur
es: Poner
fr: Poser
hi: अस्त हो
no: Sett
pl: Zbiór
ru: Набор
zh: 设置

# Label219
source: Refresh Data
ar: تحديث البيانات
de: Aktualisieren von Daten
es: Actualizar datos
fr: Actualiser les données
hi: डेटा ताज़ा करें
no: Oppdatere data
pl: Odświeżanie danych
ru: Обновление данных
zh: 刷新数据

# Label22
source: File
ar: ملف
de: Datei
es: Archivo
fr: Lime
hi: रेती
no: Fil
pl: Plik
ru: Файл
zh: 文件

# Label220
source: Refresh the value of watch variable
ar: تحديث قيمة متغير الساعة
de: Aktualisieren Sie den Wert der watch-Variablen
es: Actualizar el valor de la variable de inspección
fr: Actualiser la valeur de la variable watch
hi: घड़ी चर के मूल्य को ताज़ा करें
no: Oppdater verdien for klokkevariabelen
pl: Odśwież wartość zmiennej zegarka
ru: Обновление значения переменной watch
zh: 刷新 watch 变量的值

# Label221
source: Refresh
ar: تحديث
de: Auffrischen
es: Actualizar
fr: Rafraîchir
hi: आराम देना
no: Forfriske
pl: Odświeżyć
ru: Освежать
zh: 刷新

# Label222
source: Remove Watch
ar: إزالة الساعة
de: Uhr entfernen
es: Quitar reloj
fr: Supprimer la montre
hi: घड़ी निकालें
no: Fjern klokken
pl: Usuń zegarek
ru: Снять часы
zh: 移除手表

# Label223
source: Delete watch variable
ar: حذف متغير الساعة
de: Watch-Variable löschen
es: Eliminar variable de inspección
fr: Supprimer la variable de surveillance
hi: घड़ी चर हटाएं
no: Slett klokkevariabel
pl: Usuń zmienną czujki
ru: Удаление контрольной переменной
zh: 删除监视变量

# Label224
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
hi: मिटाना
no: Slette
pl: Usunąć
ru: Удалить
zh: 删除

# Label225
source: Break if <
ar: استراحة إذا <
de: Unterbrechen, wenn <
es: Rompe si <
fr: Pause si <
hi: ब्रेक अगर <
no: Pause hvis <
pl: Przerwij, jeśli <
ru: Break, если <
zh: 如果中断<

# Label226
source: Break if >
ar: استراحة إذا >
de: Pause, wenn >
es: Rompe si >
fr: Pause si >
hi: ब्रेक अगर >
no: Pause hvis >
pl: Przerwa, jeśli >
ru: Перерыв, если >
zh: 如果>，请中断

# Label227
source: Break if =
ar: استراحة إذا =
de: Unterbrechung if =
es: Ruptura si =
fr: Pause si =
hi: ब्रेक अगर =
no: Pause hvis =
pl: Przerwij, jeśli =
zh: 如果 = 中断

# Label228
source: Break if Changes
ar: استراحة إذا تغيرت
de: Unterbrechen, wenn sich Änderungen ändern
es: Romper si cambia
fr: Rupture en cas de changement
hi: यदि परिवर्तन होता है तो ब्रेक करें
no: Pause hvis endringer
pl: Przerwij, jeśli zmiany
ru: Перерыв при изменениях
zh: 如果更改，则中断

# Label229
source: IDE Colors
ar: ألوان IDE
de: IDE-Farben
es: Colores IDE
fr: Couleurs de l’IDE
hi: आईडीई रंग
no: IDE-farger
pl: Kolory IDE
ru: Цвета IDE
zh: IDE 颜色

# Label23
source: Start a new program
ar: بدء برنامج جديد
de: Starten Sie ein neues Programm
es: Iniciar un nuevo programa
fr: Démarrer un nouveau programme
hi: एक नया कार्यक्रम शुरू करें
no: Start et nytt program
pl: Uruchamianie nowego programu
ru: Начать новую программу
zh: 启动新程序

# Label230
source: Region
ar: قطر
es: Región
fr: Région
hi: क्षेत्र
ru: Область
zh: 地区

# Label231
source: Label
ar: تسميه
de: Etikett
es: Etiqueta
fr: Étiquette
hi: लेबल
no: Etikett
pl: Etykieta
ru: Ярлык
zh: 标签

# Label232
source: Color
ar: لون
de: Farbe
fr: Couleur
hi: रंग
no: Farge
pl: Kolor
ru: Цвет
zh: 颜色

# Label233
source: Click to set color
ar: انقر لتعيين اللون
de: Klicken Sie hier, um die Farbe festzulegen
es: Haga clic para establecer el color
fr: Cliquez pour définir la couleur
hi: रंग सेट करने के लिए क्लिक करें
no: Klikk for å angi farge
pl: Kliknij, aby ustawić kolor
ru: Нажмите, чтобы установить цвет
zh: 点击设置颜色

# Label234
source: Red
ar: أحمر
de: Rot
es: Rojo
fr: Rouge
hi: ललौहा-भूरा
no: Rød
pl: Czerwony
ru: Красный
zh: 红

# Label235
source: Green
ar: أخضر
de: Grün
es: Verde
fr: Vert
hi: हरा
no: Grønn
pl: Zielony
ru: Зеленый
zh: 绿

# Label236
source: Blue
ar: أزرق
de: Blau
es: Azul
fr: Bleu
hi: नीला
no: Blå
pl: Niebieski
ru: Синий
zh: 蓝

# Label237
source: Reset to defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
de: Zurücksetzen auf die Standardeinstellungen
es: Restablecer los valores predeterminados
fr: Rétablir les paramètres par défaut
hi: डिफ़ॉल्ट पर रीसेट करें
no: Tilbakestill til standardverdier
pl: Przywróć ustawienia domyślne
ru: Сброс к значениям по умолчанию
zh: 重置为默认值

# Label238
source: Defaults
ar: افتراضيات
de: Fehlwert
es: Defectos
fr: Par défaut
hi: डिफ़ॉल्ट
no: Standarder
pl: Ustawienia domyślne
ru: По умолчанию
zh: 违约

# Label239
source: Close and apply changes
ar: إغلاق التغييرات وتطبيقها
de: Schließen und Anwenden von Änderungen
es: Cerrar y aplicar cambios
fr: Fermer et appliquer les modifications
hi: परिवर्तन बंद करें और लागू करें
no: Lukke og bruke endringer
pl: Zamykanie i stosowanie zmian
ru: Закрытие и применение изменений
zh: 关闭并应用更改

# Label24
source: New
ar: الجديد
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
no: Ny
pl: Nowy
ru: Новые функции
zh: 新增功能

# Label240
source: Done
ar: منجز
de: Fertig
es: Hecho
fr: Fait
hi: समाज-सम्मत
no: Gjort
pl: Gotowy
ru: Договорились
zh: 做

# Label241
source: Close without applying changes
ar: إغلاق دون تطبيق التغييرات
de: Schließen, ohne Änderungen zu übernehmen
es: Cerrar sin aplicar cambios
fr: Fermer sans appliquer de modifications
hi: परिवर्तन लागू किए बिना बंद करें
no: Lukk uten å bruke endringer
pl: Zamknij bez stosowania zmian
ru: Закрытие без применения изменений
zh: 在不应用更改的情况下关闭

# Label242
source: Cancel
ar: إلغاء الأمر
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
no: Annullere
pl: Anuluj
ru: Отмена
zh: 取消

# Label243
source: Decompile
ar: فك
de: Dekompilieren
es: Descompilar
fr: Décompiler
hi: डीकंपाइल
no: Dekompilere
pl: Dekompilować
ru: Декомпилировать
zh: 反编译

# Label244
source: Decompile to C#
ar: فك التحويل البرمجي إلى C#
de: Dekompilieren nach C#
es: Descompilar a C#
fr: Décompiler en C#
hi: C को डीकंपाइल करें#
no: Dekompilere til C#
pl: Dekompiluj do C#
ru: Декомпилировать в C#
zh: 反编译为 C#

# Label245
source: This wizard will
ar: سيقوم هذا المعالج
de: Dieser Assistent wird
es: Este asistente
fr: Cet assistant va
hi: यह विज़ार्ड करेगा
no: Denne veiviseren vil
pl: Ten kreator będzie
ru: Этот мастер выполнит
zh: 此向导将

# Label246
source: Output Location (must be an empty folder - use 'Make New Folder')
ar: موقع الإخراج (يجب أن يكون مجلدا فارغا - استخدم "إنشاء مجلد جديد")
de: Ausgabespeicherort (muss ein leerer Ordner sein - verwenden Sie 'Neuen Ordner erstellen')
es: Ubicación de salida (debe ser una carpeta vacía - use 'Crear nueva carpeta')
fr: Emplacement de sortie (doit être un dossier vide - utilisez 'Créer un nouveau dossier')
hi: आउटपुट स्थान (एक खाली फ़ोल्डर होना चाहिए - 'नया फ़ोल्डर बनाएं' का उपयोग करें)
no: Utgangssted (må være en tom mappe - bruk 'Lag ny mappe')
pl: Lokalizacja wyjściowa (musi to być pusty folder - użyj opcji "Utwórz nowy folder")
ru: Output Location (должно быть пустой папкой - используйте 'Make New Folder')
zh: 输出位置（必须是空文件夹 - 使用“创建新文件夹”）

# Label247
source: Browse to location to export decompiled solution
ar: استعرض للوصول إلى الموقع لتصدير الحل الذي تم فك تجميعه
de: Navigieren Sie zum Speicherort, um die dekompilierte Projektmappe zu exportieren
es: Vaya a la ubicación para exportar la solución descompilada
fr: Accédez à l’emplacement pour exporter la solution décompilée
hi: असंकलित समाधान निर्यात करने के लिए स्थान पर ब्राउज़ करें
no: Bla til plassering for å eksportere dekompilert løsning
pl: Przejdź do lokalizacji, aby wyeksportować zdekompilowane rozwiązanie
ru: Перейдите в расположение, чтобы экспортировать декомпилированное решение
zh: 浏览到要导出反编译解决方案的位置

# Label248
source: Browse
ar: تصفح
de: Blättern
es: Hojear
fr: Parcourir
hi: चरना
no: Bla gjennom
pl: Przeglądać
ru: Просматривать
zh: 浏览

# Label249
source: Close with no action
ar: إغلاق بدون إجراء
de: Schließen ohne Aktion
es: Cerrar sin acción
fr: Fermer sans action
hi: बिना किसी कार्रवाई के बंद करें
no: Lukk uten handling
pl: Zamknij bez działania
ru: Закрытие без каких-либо действий
zh: 关闭，不执行任何操作

# Label25
source: Open an existing program
ar: فتح برنامج موجود
de: Öffnen eines vorhandenen Programms
es: Abrir un programa existente
fr: Ouvrir un programme existant
hi: कोई मौजूदा प्रोग्राम खोलें
no: Åpne et eksisterende program
pl: Otwieranie istniejącego programu
ru: Откройте существующую программу
zh: 打开现有程序

# Label250
source: Cancel
ar: إلغاء الأمر
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करना
no: Annullere
pl: Anuluj
ru: Отмена
zh: 取消

# Label251
source: Decompile a Visual Studio solution
ar: فك التحويل البرمجي لحل Visual Studio
de: Dekompilieren einer Visual Studio-Projektmappe
es: Descompilación de una solución de Visual Studio
fr: Décompiler une solution Visual Studio
hi: Visual Studio समाधान को डीकंपाइल करें
no: Dekompilere en Visual Studio-løsning
pl: Dekompilowanie rozwiązania programu Visual Studio
ru: Декомпиляция решения Visual Studio
zh: 反编译 Visual Studio 解决方案

# Label252
source: Decompile
ar: فك
de: Dekompilieren
es: Descompilar
fr: Décompiler
hi: डीकंपाइल
no: Dekompilere
pl: Dekompilować
ru: Декомпилировать
zh: 反编译

# Label253
source: Source File (.Net dll or exe)
ar: الملف المصدر (.Net dll أو exe)
de: Quelldatei (.NET dll oder exe)
es: Archivo de código fuente (.Net dll o exe)
fr: Fichier source (.Net dll ou exe)
hi: स्रोत फ़ाइल (.Net dll या exe)
no: Kildefil (.NET dll eller exe)
pl: Plik źródłowy (.Net dll lub exe)
ru: Исходный файл (.Net dll или exe)
zh: 源文件（.Net dll 或 exe）

# Label254
source: Browse to source file to decompile
ar: استعرض للوصول إلى الملف المصدر لفك التحويل البرمجي
de: Navigieren Sie zur Quelldatei, um sie zu dekompilieren
es: Busque el archivo de origen para descompilar
fr: Naviguez jusqu’au fichier source à décompiler
hi: डीकंपाइल करने के लिए स्रोत फ़ाइल पर ब्राउज़ करें
no: Bla til kildefilen for å dekompilere
pl: Przejdź do pliku źródłowego, aby zdekompilować
ru: Перейдите к исходному файлу для декомпиляции
zh: 浏览到要反编译的源文件

# Label255
source: Browse
ar: تصفح
de: Blättern
es: Hojear
fr: Parcourir
hi: चरना
no: Bla gjennom
pl: Przeglądać
ru: Просматривать
zh: 浏览

# Label256
source: If selected allows TextWindow to be used in decompiled exe
ar: إذا كان محددا يسمح باستخدام TextWindow في exe الذي تم فك تجميعه
de: Wenn diese Option aktiviert ist, kann TextWindow in dekompilierten EXE-Dateien verwendet werden
es: Si se selecciona, permite que TextWindow se use en exe descompilado
fr: Si cette option est sélectionnée, TextWindow peut être utilisé dans l’exe décompilé
hi: यदि चयनित TextWindow को decompiled exe में उपयोग करने की अनुमति देता है
no: Hvis valgt, tillater TextWindow å bli brukt i dekompilert exe
pl: Jeśli ta opcja jest zaznaczona, umożliwia użycie TextWindow w dekompilowanym pliku exe
ru: Если опция выбрана, позволяет использовать TextWindow в декомпилированном exe
zh: 如果选中，则允许在反编译的 exe 中使用 TextWindow

# Label257
source: Export as Console Application
ar: تصدير كتطبيق وحدة تحكم
de: Als Konsolenanwendung exportieren
es: Exportar como aplicación de consola
fr: Exporter en tant qu’application console
hi: कंसोल एप्लिकेशन के रूप में निर्यात करें
no: Eksporter som konsollprogram
pl: Eksportuj jako aplikację konsolową
ru: Экспорт в консольное приложение
zh: 导出为控制台应用程序

# Label258
source: Imported Program Details
ar: تفاصيل البرنامج المستورد
de: Importierte Programmdetails
es: Detalles del programa importado
fr: Détails du programme importé
hi: आयातित कार्यक्रम विवरण
no: Importerte programdetaljer
pl: Zaimportowane szczegóły programu
ru: Сведения об импортированной программе
zh: 导入的程序详细信息
