Repository: litdev1/SB-IDE
Catalog: SB-Prime/Properties/Strings.*.resx
Languages: ar, de, es, fr, hi, no, pl, ru, zh

# String49
source: Uncheck \"Load extension dlls on startup\" in Advanced->Options and restart to modify installed extensions.
ar: قم بإلغاء تحديد \ "تحميل dlls الامتداد عند بدء التشغيل \" في خيارات متقدمة > وأعد التشغيل لتعديل الملحقات المثبتة.
de: Deaktivieren Sie "Erweiterungs-DLLs beim Start laden" in Erweitert->Optionen und starten Sie neu, um installierte Erweiterungen zu ändern.
es: Desmarque \"Cargar dlls de extensión al inicio\" en Opciones avanzadas y >reinicie para modificar las extensiones instaladas.
fr: Décochez « Charger les dll d’extension au démarrage » dans Options > avancées et redémarrez pour modifier les extensions installées.
hi: उन्नत->विकल्प में \ "स्टार्टअप पर लोड एक्सटेंशन dlls" को अनचेक करें और इंस्टॉल किए गए एक्सटेंशन को संशोधित करने के लिए पुनरारंभ करें।
no: Fjern merket for "Last inn utvidelsesdlls ved oppstart" i Avansert >Alternativer og start på nytt for å endre installerte utvidelser.
pl: Usuń zaznaczenie opcji "Załaduj biblioteki rozszerzeń podczas uruchamiania" w Opcjach > zaawansowanych i uruchom ponownie, aby zmodyfikować zainstalowane rozszerzenia.
ru: Снимите флажок «Загружать расширения dll при запуске» в Advanced->Options и перезапустите, чтобы изменить установленные расширения.
zh: 取消选中 Advanced->Options 中的“Load extension dlls on startup”，然后重新启动以修改已安装的扩展。

# String5
source: Toggle difference files in split screen
ar: تبديل ملفات الفرق في تقسيم الشاشة
de: Unterschiedliche Dateien im geteilten Bildschirm ein- und ausschalten
es: Alternar archivos de diferencia en pantalla dividida
fr: Basculer les fichiers de différence en écran partagé
hi: स्प्लिट स्क्रीन में अंतर फ़ाइलों को टॉगल करें
no: Veksle forskjellsfiler på delt skjerm
pl: Przełącz pliki różnic na podzielonym ekranie
ru: Переключение файлов различий в режиме разделенного экрана
zh: 在分屏中切换差异文件

# String50
source: OK to continue with extensions loaded.
ar: موافق للمتابعة مع تحميل الامتدادات.
de: OK, um mit geladenen Erweiterungen fortzufahren.
es: OK para continuar con las extensiones cargadas.
fr: OK pour continuer avec les extensions chargées.
hi: लोड किए गए एक्सटेंशन के साथ जारी रखने के लिए ठीक है।
no: OK for å fortsette med utvidelser lastet inn.
pl: OK, aby kontynuować z załadowanymi rozszerzeniami.
ru: ОК, чтобы продолжить работу с загруженными расширениями.
zh: 可以继续加载扩展程序。

# String51
source: There is currently no extended help.
ar: لا توجد حاليا مساعدة موسعة.
de: Derzeit gibt es keine erweiterte Hilfe.
es: Actualmente no hay ayuda extendida.
fr: Il n’y a actuellement aucune aide prolongée.
hi: वर्तमान में कोई विस्तारित सहायता नहीं है।
no: Det er foreløpig ingen utvidet hjelp.
pl: Obecnie nie ma rozszerzonej pomocy.
ru: В настоящее время расширенной помощи нет.
zh: 目前没有扩展帮助。

# String52
source: SB-Prime should work with any installed version of Small Basic, debugging works on Small Basic version 1.1 onwards.
ar: يجب أن يعمل SB-Prime مع أي إصدار مثبت من Small Basic ، ويعمل تصحيح الأخطاء على الإصدار 1.1 من Small Basic وما بعده.
de: SB-Prime sollte mit jeder installierten Version von Small Basic funktionieren, das Debugging funktioniert ab Small Basic Version 1.1.
es: SB-Prime debería funcionar con cualquier versión instalada de Small Basic, la depuración funciona a partir de la versión 1.1 de Small Basic.
fr: SB-Prime devrait fonctionner avec n’importe quelle version installée de Small Basic, le débogage fonctionne à partir de la version 1.1 de Small Basic.
hi: एसबी-प्राइम को स्मॉल बेसिक के किसी भी स्थापित संस्करण के साथ काम करना चाहिए, डिबगिंग छोटे बेसिक संस्करण 1.1 पर काम करता है।
no: SB-Prime skal fungere med alle installerte versjoner av Small Basic, feilsøking fungerer på Small Basic versjon 1.1 og utover.
pl: SB-Prime powinien działać z każdą zainstalowaną wersją Small Basic, debugowanie działa na Small Basic w wersji 1.1 i nowszych.
zh: SB-Prime 应该适用于任何已安装的 Small Basic 版本，调试适用于 Small Basic 版本 1.1 及更高版本。

# String53
source: To enable debugging an extension is directly compiled and installed in the lib folder the first time SB-Prime is started, requiring User Account Control (UAC) permission.
ar: لتمكين تصحيح الأخطاء ، يتم تجميع ملحق وتثبيته مباشرة في مجلد lib في المرة الأولى التي يتم فيها بدء تشغيل SB-Prime ، مما يتطلب إذن التحكم في حساب المستخدم (UAC).
de: Um das Debuggen zu aktivieren, wird beim ersten Start von SB-Prime eine Erweiterung direkt kompiliert und im Ordner lib installiert, wobei die Berechtigung für die Benutzerkontensteuerung (User Account Control, UAC) erforderlich ist.
es: Para habilitar la depuración, se compila e instala directamente una extensión en la carpeta lib la primera vez que se inicia SB-Prime, lo que requiere permiso de Control de cuentas de usuario (UAC).
fr: Pour activer le débogage, une extension est directement compilée et installée dans le dossier lib la première fois que SB-Prime est démarré, nécessitant une autorisation de contrôle de compte d’utilisateur (UAC).
hi: डीबगिंग को सक्षम करने के लिए एक एक्सटेंशन को सीधे संकलित किया जाता है और पहली बार SB-Prime शुरू होने पर lib फ़ोल्डर में स्थापित किया जाता है, जिसके लिए उपयोगकर्ता खाता नियंत्रण (UAC) अनुमति की आवश्यकता होती है।
no: For å aktivere feilsøking kompileres og installeres en tilleggsmodul direkte i lib-mappen første gang SB-Prime startes, noe som krever UAC-tillatelse (User Account Control).
pl: Aby umożliwić debugowanie, rozszerzenie jest bezpośrednio kompilowane i instalowane w folderze lib przy pierwszym uruchomieniu SB-Prime, co wymaga uprawnień Kontroli konta użytkownika (UAC).
zh: 要启用调试，在首次启动 SB-Prime 时，将直接编译扩展并将其安装在 lib 文件夹中，这需要用户帐户控制 （UAC） 权限。

# String54
source: Additionally UAC may be required the first time a debug session is performed to allow required communication between applications.
ar: بالإضافة إلى ذلك ، قد تكون UAC مطلوبة في المرة الأولى التي يتم فيها تنفيذ جلسة تصحيح للسماح بالاتصال المطلوب بين التطبيقات.
de: Darüber hinaus kann die Benutzerkontensteuerung erforderlich sein, wenn zum ersten Mal eine Debugsitzung ausgeführt wird, um die erforderliche Kommunikation zwischen Anwendungen zu ermöglichen.
es: Además, es posible que se requiera UAC la primera vez que se realiza una sesión de depuración para permitir la comunicación necesaria entre aplicaciones.
fr: En outre, le contrôle de compte d’utilisateur peut être requis la première fois qu’une session de débogage est effectuée pour permettre la communication requise entre les applications.
hi: इसके अतिरिक्त, UAC की आवश्यकता हो सकती है जब अनुप्रयोगों के बीच आवश्यक संचार की अनुमति देने के लिए पहली बार डीबग सत्र किया जाता है।
no: I tillegg kan UAC være nødvendig første gang en feilsøkingsøkt utføres for å tillate nødvendig kommunikasjon mellom programmer.
pl: Ponadto kontrola konta użytkownika może być wymagana przy pierwszym wykonywaniu sesji debugowania, aby umożliwić wymaganą komunikację między aplikacjami.
zh: 此外，首次执行调试会话时可能需要 UAC，以允许应用程序之间所需的通信。

# String55
source: Debugging requires running to break points or 'stepping' through the code. Once paused, values can be be viewed by hovering the mouse over a variable, or by adding variable names to the watch list in the debug tab. Watch list variables may be viewed as they change and may also be modified. Array values with [] syntax may also be viewed and modified.
ar: يتطلب تصحيح الأخطاء التشغيل لكسر النقاط أو "الخطوة" عبر التعليمات البرمجية. بمجرد الإيقاف المؤقت ، يمكن عرض القيم عن طريق تحريك الماوس فوق متغير ، أو عن طريق إضافة أسماء المتغيرات إلى قائمة المراقبة في علامة تبويب التصحيح. يمكن النظر إلى متغيرات قائمة المراقبة عند تغيرها ويمكن أيضا تعديلها. يمكن أيضا عرض قيم الصفيف ذات بناء الجملة [] وتعديلها.
de: Das Debuggen erfordert das Ausführen bis zu Haltepunkten oder das "Durchlaufen" des Codes. Nach dem Anhalten können die Werte angezeigt werden, indem Sie mit der Maus über eine Variable fahren oder Variablennamen zur Überwachungsliste auf der Registerkarte "Debuggen" hinzufügen. Beobachtungslistenvariablen können angezeigt werden, wenn sie sich ändern, und können auch geändert werden. Array-Werte mit []-Syntax können ebenfalls angezeigt und geändert werden.
es: La depuración requiere correr para romper puntos o "paso a paso" por el código. Una vez en pausa, los valores se pueden ver pasando el ratón por encima de una variable o añadiendo nombres de variables a la lista de observación en la pestaña de depuración. Las variables de la lista de observación se pueden ver a medida que cambian y también se pueden modificar. Los valores de matriz con sintaxis [] también se pueden ver y modificar.
fr: Le débogage nécessite l’exécution de points d’arrêt ou le « pas à pas » dans le code. Une fois suspendues, les valeurs peuvent être affichées en passant la souris sur une variable ou en ajoutant des noms de variables à la liste de surveillance dans l’onglet de débogage. Les variables de la liste de surveillance peuvent être consultées au fur et à mesure qu’elles changent et peuvent également être modifiées. Les valeurs de tableau avec la syntaxe [] peuvent également être affichées et modifiées.
hi: डिबगिंग के लिए कोड के माध्यम से अंक या 'स्टेपिंग' को तोड़ने के लिए दौड़ने की आवश्यकता होती है। एक बार रोके जाने के बाद, मानों को माउस को एक चर पर मँडराकर, या डीबग टैब में वॉच लिस्ट में चर नाम जोड़कर देखा जा सकता है। वॉच लिस्ट वैरिएबल को बदलते ही देखा जा सकता है और उन्हें संशोधित भी किया जा सकता है। [] सिंटैक्स के साथ सरणी मानों को भी देखा और संशोधित किया जा सकता है।
no: Feilsøking krever kjøring for å bryte punkter eller "tråkke" gjennom koden. Når de er satt på pause, kan verdier vises ved å holde musen over en variabel, eller ved å legge til variabelnavn i overvåkningslisten i feilsøkingsfanen. Overvåkningslistevariabler kan vises etter hvert som de endres, og kan også endres. Matriseverdier med []-syntaks kan også vises og endres.
pl: Debugowanie wymaga uruchomienia w celu przerwania punktów lub "przechodzenia" przez kod. Po wstrzymaniu wartości można wyświetlić, umieszczając kursor myszy na zmiennej lub dodając nazwy zmiennych do listy obserwowanych na karcie debugowania. Zmienne listy obserwacyjnej mogą być wyświetlane w miarę ich zmian, a także mogą być modyfikowane. Wartości tablicowe ze składnią [] mogą być również przeglądane i modyfikowane.
zh: 调试需要运行断点或“单步执行”代码。 暂停后，可以通过将鼠标悬停在变量上或将变量名称添加到调试选项卡中的监视列表来查看值。 观察列表变量可以在更改时查看，也可以对其进行修改。 也可以查看和修改具有 [] 语法的数组值。

# String56
source: No resources exist for this application. Quitting.
ar: لا توجد موارد لهذا التطبيق. الاقلاع عن التدخين.
de: Für diese Anwendung sind keine Ressourcen vorhanden. Kündigung.
es: No existen recursos para esta aplicación. Dejar.
fr: Aucune ressource n’existe pour cette application. Quitter.
hi: इस अनुप्रयोग के लिए कोई संसाधन मौजूद नहीं है. छोड़ने।
no: Det finnes ingen ressurser for dette programmet. Avslutte.
pl: Nie istnieją żadne zasoby dla tej aplikacji. Rzucenie.
zh: 此应用程序不存在任何资源。 退出。

# String57
source: Permission to create extension lib folder is required
ar: مطلوب إذن لإنشاء مجلد lib ملحق
de: Die Berechtigung zum Erstellen des Erweiterungsordners lib ist erforderlich
es: Se requiere permiso para crear la carpeta lib de extensión
fr: L’autorisation de créer un dossier extension lib est requise
hi: एक्सटेंशन lib फ़ोल्डर बनाने की अनुमति आवश्यक है
no: Tillatelse til å opprette utvidelse lib-mappen er nødvendig
pl: Wymagane jest uprawnienie do tworzenia folderu biblioteki rozszerzeń
zh: 需要创建扩展 lib 文件夹的权限

# String58
source: Welcome to Small Basic Prime
ar: مرحبا بكم في برايم بيسك الصغير
de: Willkommen bei Small Basic Prime
es: Te damos la bienvenida a Small Basic Prime
fr: Bienvenue chez Small Basic Prime
hi: स्मॉल बेसिक प्राइम में आपका स्वागत है
no: Velkommen til Small Basic Prime
pl: Witamy w Small Basic Prime
zh: 欢迎来到 Small Basic Prime

# String59
source: Failed to import program with ID
ar: فشل استيراد البرنامج مع المعرف
de: Fehler beim Importieren des Programms mit ID
es: No se pudo importar el programa con ID
fr: Échec de l’importation du programme avec ID
hi: ID के साथ प्रोग्राम आयात करने में विफल
no: Kunne ikke importere program med ID
pl: Nie udało się zaimportować programu z identyfikatorem
zh: 无法导入带有 ID 的程序

# String6
source: Colour on White
ar: اللون على الأبيض
de: Farbe auf Weiß
es: Color sobre blanco
fr: Couleur sur blanc
hi: सफेद पर रंग
no: Farge på hvitt
pl: Kolor na białym tle
zh: 白色配色

# String60
source: Successfully imported program with ID
ar: تم استيراد البرنامج بنجاح مع المعرف
de: Erfolgreich importiertes Programm mit ID
es: Programa importado correctamente con ID
fr: Programme importé avec succès avec ID
hi: आईडी के साथ सफलतापूर्वक आयात किया गया प्रोग्राम
no: Vellykket importert program med ID
pl: Pomyślnie zaimportowano program z identyfikatorem
zh: 使用 ID 成功导入程序

# String61
source: Successfully terminated run with process
ar: تم إنهاء التشغيل بنجاح مع العملية
de: Erfolgreich beendeter Lauf mit Prozess
es: Ejecución finalizada correctamente con el proceso
fr: Exécution terminée avec succès avec le processus
hi: प्रक्रिया के साथ रन को सफलतापूर्वक समाप्त कर दिया गया
no: Vellykket avsluttet kjøring med prosess
pl: Pomyślnie zakończono przebieg z procesem
zh: 已成功终止使用进程运行

# String62
source: Cannot mix debug and non-debug runs
ar: لا يمكن مزج عمليات التصحيح وغير التصحيح
de: Debug- und Nicht-Debug-Ausführungen können nicht gemischt werden
es: No se pueden mezclar ejecuciones de depuración y no depuración
fr: Impossible de combiner les exécutions de débogage et de non-débogage
hi: डीबग और गैर-डीबग रन को मिक्स नहीं कर सकता
no: Kan ikke blande feilsøkings- og ikke-feilsøkingskjøringer
pl: Nie można mieszać przebiegów debugowania i bez debugowania
zh: 不能混合调试和非调试运行

# String63
source: Cannot compile a program that is already running
ar: لا يمكن ترجمة برنامج قيد التشغيل بالفعل
de: Ein Programm, das bereits ausgeführt wird, kann nicht kompiliert werden.
es: No se puede compilar un programa que ya se está ejecutando
fr: Impossible de compiler un programme déjà en cours d’exécution
hi: पहले से चल रहे प्रोग्राम को संकलित नहीं कर सकता
no: Kan ikke kompilere et program som allerede kjører
pl: Nie można skompilować programu, który jest już uruchomiony
zh: 无法编译已在运行的程序

# String64
source: Failed to publish program (perhaps too short or too long)
ar: فشل نشر البرنامج (ربما قصير جدا أو طويل جدا)
de: Fehler beim Veröffentlichen des Programms (möglicherweise zu kurz oder zu lang)
es: No se pudo publicar el programa (tal vez demasiado corto o demasiado largo)
fr: Échec de la publication du programme (peut-être trop court ou trop long)
hi: कार्यक्रम प्रकाशित करने में विफल (शायद बहुत छोटा या बहुत लंबा)
no: Kunne ikke publisere programmet (kanskje for kort eller for langt)
pl: Nie udało się opublikować programu (być może za krótko lub za długo)
zh: 无法发布程序（可能太短或太长）

# String65
source: Successfully published program with ID
ar: تم نشر البرنامج بنجاح مع ID
de: Erfolgreich veröffentlichtes Programm mit ID
es: Programa publicado correctamente con ID
fr: Programme publié avec succès avec ID
hi: आईडी के साथ सफलतापूर्वक प्रकाशित कार्यक्रम
no: Vellykket publisert program med ID
pl: Pomyślnie opublikowano program z identyfikatorem
zh: 使用 ID 成功发布程序

# String66
source: Successfully graduated program to
ar: تخرج بنجاح من البرنامج إلى
de: Erfolgreich abgeschlossenes Studium zum
es: Programa graduado con éxito para
fr: Diplômé du programme pour
hi: सफलतापूर्वक स्नातक कार्यक्रम के लिए
no: Vellykket uteksaminert program for å
pl: Pomyślnie ukończony program do
zh: 成功毕业课程

# String67
source: Cannot run case since exe has not been successfully compiled
ar: لا يمكن تشغيل الحالة حيث لم يتم تجميع exe بنجاح
de: Die Groß-/Kleinschreibung kann nicht ausgeführt werden, da exe nicht erfolgreich kompiliert wurde
es: No se puede ejecutar case ya que exe no se ha compilado correctamente
fr: Impossible d’exécuter le cas car exe n’a pas été compilé avec succès
hi: केस नहीं चला सकता क्योंकि exe सफलतापूर्वक संकलित नहीं किया गया है
no: Kan ikke kjøre saken siden exe ikke er kompilert
pl: Nie można uruchomić przypadku, ponieważ plik exe nie został pomyślnie skompilowany
zh: 由于 exe 未成功编译，因此无法运行大小写

# String68
source: Successfully started run with process
ar: بدأ التشغيل بنجاح مع العملية
de: Erfolgreich gestartete Ausführung mit Prozess
es: Se ha iniciado correctamente la ejecución con el proceso
fr: Démarrage réussi de l’exécution avec le processus
hi: प्रक्रिया के साथ सफलतापूर्वक चलाना प्रारंभ किया
no: Vellykket startet kjøring med prosess
pl: Pomyślnie uruchomiono uruchamianie z procesem
zh: 已成功启动进程运行

# String69
source: Successfully decompiled assembly to
ar: تم فك التحويل البرمجي بنجاح التجميع إلى
de: Die Assembly wurde erfolgreich dekompiliert, um
es: Ensamblado descompilado correctamente en
fr: Décompilé avec succès de l’assemblage en
hi: असेंबली को सफलतापूर्वक decompiled किया गया
no: Vellykket dekompilert montering til
pl: Pomyślnie zdekompilowany zestaw do
zh: 成功反编译汇编为

# String7
source: True Colour
ar: لون حقيقي
de: Echte Farbe
es: Color verdadero
fr: Couleur vraie
hi: असली रंग
no: Ekte farge
pl: Prawdziwy kolor
zh: 本色

# String70
source: Plugin Add : Failed to add a plugin in group
ar: إضافة البرنامج المساعد: فشل إضافة مكون إضافي في المجموعة
de: Plugin hinzufügen: Fehler beim Hinzufügen eines Plugins in der Gruppe
es: Agregar complemento : No se pudo agregar un complemento en el grupo
fr: Plugin Add : Échec de l’ajout d’un plugin dans le groupe
hi: प्लगइन जोड़ें: समूह में एक प्लगइन जोड़ने में विफल
no: Plugin Legg til: Kunne ikke legge til en plugin i gruppen
pl: Dodawanie wtyczki : Nie można dodać wtyczki w grupie
zh: 插件添加：无法在组中添加插件

# String71
source: Successfully terminated run with process
ar: تم إنهاء التشغيل بنجاح مع العملية
de: Erfolgreich beendeter Lauf mit Prozess
es: Ejecución finalizada correctamente con el proceso
fr: Exécution terminée avec succès avec le processus
hi: प्रक्रिया के साथ रन को सफलतापूर्वक समाप्त कर दिया गया
no: Vellykket avsluttet kjøring med prosess
pl: Pomyślnie zakończono przebieg z procesem
zh: 已成功终止使用进程运行

# String72
source: Create new shapes from the code window.
ar: إنشاء أشكال جديدة من نافذة التعليمات البرمجية.
de: Erstellen Sie neue Formen aus dem Codefenster.
es: Cree nuevas formas desde la ventana de código.
fr: Créez de nouvelles formes à partir de la fenêtre de code.
hi: कोड विंडो से नई आकृतियाँ बनाएँ।
no: Opprett nye figurer fra kodevinduet.
pl: Utwórz nowe kształty w oknie kodu.
zh: 从代码窗口创建新形状。

# String73
source: You can paste any code here first.
ar: يمكنك لصق أي رمز هنا أولا.
de: Sie können hier zuerst einen beliebigen Code einfügen.
es: Puede pegar cualquier código aquí primero.
fr: Vous pouvez d’abord coller n’importe quel code ici.
hi: आप पहले यहां कोई भी कोड पेस्ट कर सकते हैं।
no: Du kan lime inn hvilken som helst kode her først.
pl: Możesz najpierw wkleić dowolny kod tutaj.
zh: 您可以先将任何代码粘贴到此处。

# String74
source: Note that most arguments should be literals, not variables.
ar: لاحظ أن معظم الوسيطات يجب أن تكون حرفية وليست متغيرات.
de: Beachten Sie, dass es sich bei den meisten Argumenten um Literale und nicht um Variablen handeln sollte.
es: Tenga en cuenta que la mayoría de los argumentos deben ser literales, no variables.
fr: Notez que la plupart des arguments doivent être littéraux, pas des variables.
hi: ध्यान दें कि अधिकांश तर्क शाब्दिक होने चाहिए, चर नहीं।
no: Merk at de fleste argumenter skal være bokstavelige, ikke variabler.
pl: Należy pamiętać, że większość argumentów powinna być literałami, a nie zmiennymi.
zh: 请注意，大多数参数应该是文字，而不是变量。

# String75
source: Microsoft Visual Studio Community development environment.
ar: بيئة تطوير مجتمع مايكروسوفت فيجوال ستوديو.
de: Microsoft Visual Studio Community-Entwicklungsumgebung.
es: Entorno de desarrollo de Microsoft Visual Studio Community.
fr: Environnement de développement de la communauté Microsoft Visual Studio.
hi: Microsoft Visual Studio सामुदायिक विकास वातावरण।
no: Microsoft Visual Studio Community utviklingsmiljø.
pl: Środowisko programistyczne Microsoft Visual Studio Community.
zh: Microsoft Visual Studio 社区开发环境。

# String76
source: Write your own Small Basic extensions and bigger projects.
ar: اكتب امتداداتك الأساسية الصغيرة ومشاريعك الأكبر.
de: Schreiben Sie Ihre eigenen Small Basic-Erweiterungen und größere Projekte.
es: Escribe tus propias extensiones de Small Basic y proyectos más grandes.
fr: Écrivez vos propres petites extensions de base et des projets plus importants.
hi: अपने स्वयं के छोटे बुनियादी एक्सटेंशन और बड़ी परियोजनाएं लिखें।
no: Skriv dine egne Small Basic-utvidelser og større prosjekter.
pl: Pisz własne rozszerzenia Small Basic i większe projekty.
zh: 编写自己的 Small Basic 扩展和更大的项目。

# String77
source: View and decompile .Net assemblies. Find out how extensions work.
ar: عرض وفك تجميع .Net. تعرف على آلية عمل الإضافات.
de: Anzeigen und Dekompilieren von .NET-Assemblys. Finden Sie heraus, wie Erweiterungen funktionieren.
es: Ver y descompilar ensamblados .Net. Descubre cómo funcionan las extensiones.
fr: Afficher et décompiler les assemblys .Net. Découvrez comment fonctionnent les extensions.
hi: देखें और .Net असेंबली decompile। जानें कि एक्सटेंशन कैसे काम करते हैं.
no: Vis og dekompiler .Net-samlinger. Finn ut hvordan utvidelser fungerer.
pl: Wyświetlanie i dekompilowanie zestawów .Net. Dowiedz się, jak działają rozszerzenia.
zh: 查看和反编译 .Net 程序集。 了解扩展程序的工作原理。

# String78
source: Essential for getting under the hood of Small Basic.
ar: ضروري للوقوف تحت غطاء محرك السيارة الصغيرة الأساسية.
de: Unverzichtbar, um unter die Haube von Small Basic zu kommen.
es: Esencial para meterse bajo el capó de Small Basic.
fr: Indispensable pour passer sous le capot de Small Basic.
hi: स्मॉल बेसिक के हुड के नीचे आने के लिए आवश्यक।
no: Viktig for å komme under panseret på Small Basic.
pl: Niezbędny do dostania się pod maskę Small Basic.
zh: 对于了解 Small Basic 的引擎盖至关重要。

# String79
source: Download zip binaries and extract (no installation).
ar: قم بتنزيل الثنائيات المضغوطة واستخراجها (بدون تثبيت).
de: Eine leichte, aber voll ausgestattete Alternative zu VS.
es: Una alternativa ligera, pero con todas las funciones, a VS.
fr: Une alternative légère mais complète à VS.
hi: ज़िप बायनेरिज़ डाउनलोड करें और निकालें (कोई इंस्टॉलेशन नहीं)।
no: Et lett, men fullverdig alternativ til VS.
pl: Lekka, ale w pełni funkcjonalna alternatywa dla VS.
zh: VS 的轻量级但功能齐全的替代品。

# String8
source: Black and White
ar: أبيض وأسود
de: Schwarz und Weiß
es: Blanco y negro
fr: Noir et blanc
hi: काले और सफेद
no: Svart-hvitt
pl: Czerń i biel
zh: 黑与白

# String80
source: Create and manipulate images, including easily giving png images transparent backgrounds and creating animated gifs.
ar: قم بإنشاء الصور ومعالجتها ، بما في ذلك منح صور png خلفيات شفافة بسهولة وإنشاء صور متحركة.
es: Cree y manipule imágenes, lo que incluye dar fácilmente fondos transparentes a las imágenes png y crear gifs animados.
fr: Créez et manipulez des images, notamment en donnant facilement des arrière-plans transparents aux images png et en créant des gifs animés.
hi: छवियों को बनाएं और हेरफेर करें, जिसमें आसानी से png छवियों को पारदर्शी पृष्ठभूमि देना और एनिमेटेड gif बनाना शामिल है।
no: Lag og manipuler bilder, inkludert enkelt å gi png-bilder gjennomsiktig bakgrunn og lage animerte GIF-er.
pl: Twórz i manipuluj obrazami, w tym łatwo nadając obrazom png przezroczyste tło i tworząc animowane gify.
zh: 创建和操作图像，包括轻松为 png 图像提供透明背景和创建动画 gif。

# String81
source: Check out the magic wand selection tool.
ar: تحقق من أداة اختيار العصا السحرية.
es: Echa un vistazo a la herramienta de selección de varita mágica.
fr: Découvrez l’outil de sélection de la baguette magique.
hi: जादू की छड़ी चयन उपकरण देखें।
no: Sjekk ut tryllestavvalgverktøyet.
pl: Sprawdź narzędzie do zaznaczania magicznej różdżki.
zh: 查看魔杖选择工具。
