Repository: litdev1/SB-IDE
Catalog: SB-Prime/Properties/Strings.*.resx
Languages: ar, de, es, fr, hi, no, pl, ru, zh

# Label1
source: Small Basic Prime
ar: رئيس أساسي صغير
de: Kleine Basis-Festbrennweite
es: Pequeño Prime Básico
fr: Petit Prime de base
hi: छोटा बेसिक प्राइम
no: Liten grunnleggende primtall
pl: Mały podstawowy prime
ru: Малый Базовый Прайм
zh: رئيس أساسي صغير

# Label10
source: Open an existing program
ar: فتح برنامج موجود
de: Öffnen eines vorhandenen Programms
es: Abrir un programa existente
fr: Ouvrir un programme existant
hi: कोई मौजूदा प्रोग्राम खोलें
no: Åpne et eksisterende program
pl: Otwieranie istniejącego programu
ru: Откройте существующую программу
zh: 打开现有程序

# Label100
source: Case Sensitive
ar: حساس لحالة الأحرف
de: Groß-/Kleinschreibung beachten
es: Distingue entre mayúsculas y minúscu
fr: Sensible à la casse
hi: केस सेंसिटिव
no: Skiller mellom store og små bokstaver
pl: Uwzględniana wielkość liter
ru: Чувствительность к регистру
zh: 区分大小写

# Label101
source: Find
ar: وجد
de: Finden
es: Encontrar
fr: Trouver
hi: खोज
no: Finne
pl: Znaleźć
ru: Находить
zh: 找到

# Label102
source: History
ar: تاريخ
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
no: Historie
pl: Historia
ru: История
zh: 历史

# Label103
source: Debug
ar: تصحيح
de: Debuggen
es: Depurar
fr: Déboguer
hi: डीबग
no: Feilsøke
pl: Debugować
ru: Отлаживать
zh: 调试

# Label104
source: File
ar: ملف
de: Datei
es: Archivo
fr: Lime
hi: रेती
no: Fil
pl: Plik
ru: Файл
zh: 文件

# Label105
source: Start a new program (Ctrl+N)
ar: بدء تشغيل برنامج جديد (Ctrl+N)
de: Neues Programm starten (Strg+N)
es: Iniciar un nuevo programa (Ctrl+N)
fr: Démarrer un nouveau programme (Ctrl+N)
hi: कोई नया प्रोग्राम प्रारंभ करें (Ctrl+N)
no: Starte et nytt program (CTRL+N)
pl: Uruchamianie nowego programu (Ctrl+N)
ru: Запуск новой программы (Ctrl+N)
zh: 启动新程序 （Ctrl+N）

# Label106
source: New
ar: الجديد
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
no: Ny
pl: Nowy
ru: Новые функции
zh: 新增功能

# Label107
source: Open an existing program (Ctrl+O)
ar: فتح برنامج موجود (Ctrl+O)
de: Öffnen eines vorhandenen Programms (Strg+O)
es: Abrir un programa existente (Ctrl+O)
fr: Ouvrir un programme existant (Ctrl+O)
hi: कोई मौजूदा प्रोग्राम खोलें (Ctrl+O)
no: Åpne et eksisterende program (CTRL+O)
pl: Otwórz istniejący program (Ctrl+O)
ru: Откройте существующую программу (Ctrl+O)
zh: 打开现有程序 （Ctrl+O）

# Label108
source: Open
ar: مفتوح
de: Offen
es: Abrir
fr: Ouvrir
hi: खोलना
no: Åpen
pl: Otwierać
ru: Открытый
zh: 打开

# Label109
source: Close current program
ar: إغلاق البرنامج الحالي
de: Aktuelles Programm schließen
es: Cerrar el programa actual
fr: Fermer le programme actuel
hi: वर्तमान प्रोग्राम बंद करें
no: Lukk gjeldende program
pl: Zamknij bieżący program
ru: Закрыть текущую программу
zh: 关闭当前程序

# Label11
source: Open
ar: مفتوح
de: Offen
es: Abrir
fr: Ouvrir
hi: खोलना
no: Åpen
pl: Otwierać
ru: Открытый
zh: 打开

# Label110
source: Close
ar: غلق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करना
no: Lukke
pl: Zamykać
ru: Закрывать
zh: 关闭

# Label111
source: Save current program (Ctrl+S)
ar: حفظ البرنامج الحالي (Ctrl+S)
de: Aktuelles Programm speichern (Strg+S)
es: Guardar el programa actual (Ctrl+S)
fr: Enregistrer le programme actuel (Ctrl+S)
hi: वर्तमान प्रोग्राम सहेजें (Ctrl+S)
no: Lagre gjeldende program (Ctrl+S)
pl: Zapisz bieżący program (Ctrl+S)
ru: Сохранить текущую программу (Ctrl+S)
zh: 保存当前程序 （Ctrl+S）

# Label112
source: Save
ar: أنقذ
de: Retten
es: Salvar
fr: Sauvegarder
hi: रक्षा कर
no: Lagre
pl: Zapisać
ru: Спасать
zh: 救

# Label113
source: Save current program to a new file
ar: حفظ البرنامج الحالي في ملف جديد
de: Aktuelles Programm in einer neuen Datei speichern
es: Guarde el programa actual en un nuevo archivo
fr: Enregistrer le programme actuel dans un nouveau fichier
hi: वर्तमान प्रोग्राम को नई फ़ाइल में सहेजें
no: Lagre gjeldende program i en ny fil
pl: Zapisz bieżący program do nowego pliku
ru: Сохранить текущую программу в новый файл
zh: 将当前程序保存到新文件

# Label114
source: Save As
ar: حفظ باسم
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
hi: इस रूप में सहेजें
no: Lagre som
pl: Zapisz jako
ru: Сохранить как
zh: 另存为

# Label115
source: Save all programs
ar: حفظ جميع البرامج
de: Alle Programme speichern
es: Guardar todos los programas
fr: Enregistrer tous les programmes
hi: सभी प्रोग्राम सहेजें
no: Lagre alle programmer
pl: Zapisz wszystkie programy
ru: Сохранить все программы
zh: 保存所有程序

# Label116
source: Save All
ar: حفظ الكل
de: Alle speichern
es: Guardar todo
fr: Tout enregistrer
hi: सभी को बचाओ
no: Lagre alle
pl: Zapisz wszystko
ru: Сохранить все
zh: 保存全部

# Label117
source: Debug
ar: تصحيح
de: Debuggen
es: Depurar
fr: Déboguer
hi: डीबग
no: Feilsøke
pl: Debugować
ru: Отлаживать
zh: 调试

# Label118
source: Stop current program (Shift+F6)
ar: إيقاف البرنامج الحالي (Shift + F6)
de: Aktuelles Programm beenden (Umschalt+F6)
es: Detener el programa actual (Mayús+F6)
fr: Arrêter le programme en cours (Maj+F6)
hi: वर्तमान प्रोग्राम रोकें (Shift+F6)
no: Stopp gjeldende program (Skift+F6)
pl: Zatrzymaj bieżący program (Shift+F6)
ru: Остановка текущей программы (Shift+F6)
zh: 停止当前程序 （Shift+F6）

# Label119
source: Stop
ar: وقف
de: Aufhören
es: Parar
fr: Arrêter
hi: रुको
no: Stopp
pl: Zatrzymać
ru: Остановка
zh: 停

# Label12
source: Close current program
ar: إغلاق البرنامج الحالي
de: Aktuelles Programm schließen
es: Cerrar el programa actual
fr: Fermer le programme actuel
hi: वर्तमान प्रोग्राम बंद करें
no: Lukk gjeldende program
pl: Zamknij bieżący program
ru: Закрыть текущую программу
zh: 关闭当前程序

# Label120
source: Pause current program
ar: إيقاف البرنامج الحالي مؤقتا
de: Aktuelles Programm pausieren
es: Pausar el programa actual
fr: Mettre en pause le programme en cours
hi: वर्तमान प्रोग्राम रोकें
no: Sett gjeldende program på pause
pl: Wstrzymaj bieżący program
ru: Приостановка текущей программы
zh: 暂停当前程序

# Label121
source: Pause
ar: تورع
es: Pausa
hi: रुकना
pl: Pauza
ru: Пауза
zh: 暂停

# Label122
source: Step out of the current subroutine
ar: الخروج من الروتين الفرعي الحالي
de: Verlassen des aktuellen Unterprogramms
es: Salir de la subrutina actual
fr: Sortir du sous-programme actuel
hi: वर्तमान सबरूटीन से बाहर निकलें
no: Gå ut av den nåværende underrutinen
pl: Wychodzenie z bieżącego podprogramu
ru: Выход из текущей подпрограммы
zh: 跳出当前子例程

# Label123
source: Step Out
ar: اخرج
de: Ausschreiten
es: Sal a la calle
fr: Sortir
hi: स्टेप आउट
no: Gå ut
pl: Wyjdź
ru: Выйдите из дома
zh: 走出去

# Label124
source: Step over the next statement if it is a subroutine (F10)
ar: تجاوز العبارة التالية إذا كانت روتينا فرعيا (F10)
de: Überspringen der nächsten Anweisung, wenn es sich um eine Unterroutine handelt (F10)
es: Paso a paso por encima de la siguiente instrucción si se trata de una subrutina (F10)
fr: Pas à pas de l’instruction suivante s’il s’agit d’un sous-programme (F10)
hi: अगले कथन पर कदम रखें यदि यह एक सबरूटीन (F10) है
no: Gå over neste setning hvis det er en underrutine (F10)
pl: Przechodzenie przez następną instrukcję, jeśli jest to podprogram (F10)
ru: Перешагивание со следующей инструкцией, если она является подпрограммой (F10)
zh: 如果下一个语句是子例程 （F10），则单步执行

# Label125
source: Step Over
ar: خطوة فوق
de: Treten Sie über
es: Paso a paso
fr: Enjamber
hi: स्टेप ओवर
no: Gå over
pl: Krok po kroku
ru: Переступить
zh: 跨步

# Label126
source: Step through current program, or start and pause at first statement (F11)
ar: خطوة من خلال البرنامج الحالي ، أو بدء وإيقاف مؤقت في البيان الأول (F11)
de: Durchlaufen des aktuellen Programms oder Starten und Anhalten bei der ersten Anweisung (F11)
es: Recorra el programa actual o comience y haga una pausa en la primera instrucción (F11)
fr: Parcourez le programme en cours ou démarrez et mettez en pause la première instruction (F11)
hi: वर्तमान कार्यक्रम के माध्यम से कदम, या पहले कथन पर प्रारंभ और विराम (F11)
no: Gå gjennom gjeldende program, eller start og pause ved første setning (F11)
pl: Przechodzenie przez bieżący program lub uruchamianie i wstrzymywanie przy pierwszej instrukcji (F11)
ru: Пошаговое выполнение текущей программы или запуск и пауза при первом операторе (F11)
zh: 单步执行当前程序，或在第一个语句时启动和暂停 （F11）

# Label127
source: Step
ar: درج
de: Schritt
es: Paso
fr: Pas
hi: कहीं जाना
no: Skritt
pl: Krok
ru: Шаг
zh: 步

# Label128
source: Start/Resume current program (F6)
ar: بدء/استئناف البرنامج الحالي (F6)
de: Aktuelles Programm starten/fortsetzen (F6)
es: Iniciar/Reanudar el programa actual (F6)
fr: Démarrer/Reprendre le programme en cours (F6)
hi: वर्तमान प्रोग्राम प्रारंभ/फिर से शुरू करें (F6)
no: Start/Fortsett gjeldende program (F6)
pl: Uruchom/wznów bieżący program (F6)
ru: Запуск/возобновление текущей программы (F6)
zh: 启动/恢复当前程序 （F6）

# Label129
source: Start/Resume
ar: بدء/استئناف
de: Starten/Fortsetzen
es: Inicio/Reanudación
fr: Démarrer/Reprendre
hi: प्रारंभ/फिर से शुरू
no: Start/Fortsett
pl: Rozpocznij/Wznów
ru: Старт/Возобновить
zh: 开始/恢复

# Label13
source: Close
ar: غلق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करना
no: Lukke
pl: Zamykać
ru: Закрывать
zh: 关闭

# Label130
source: Breakpoints
ar: نقاط التوقف
de: Haltepunkte
es: Interrupción
fr: Points d’arrêt
hi: ब्रेकपॉइंट्स
no: Stoppunkter
pl: Punkty przerwania
ru: Точки останова
zh: 断点

# Label131
source: Toggle breakpoint at current line (F9)
ar: تبديل نقطة التوقف عند السطر الحالي (F9)
de: Umschalten des Haltepunkts in der aktuellen Zeile (F9)
es: Alternar punto de interrupción en la línea actual (F9)
fr: Basculer le point d’arrêt à la ligne actuelle (F9)
hi: वर्तमान लाइन पर ब्रेकपॉइंट टॉगल करें (F9)
no: Vis/skjul avbruddspunkt på gjeldende linje (F9)
pl: Przełącz punkt przerwania w bieżącym wierszu (F9)
ru: Переключение точки останова на текущей строке (F9)
zh: 切换当前行处的断点 （F9）

# Label132
source: Toggle Breakpoint
ar: تبديل نقطة التوقف
de: Haltepunkt umschalten
es: Alternar punto de interrupción
fr: Basculer le point d’arrêt
hi: टॉगल ब्रेकपॉइंट
no: Vis/skjul avbruddspunkt
pl: Przełącz punkt przerwania
ru: Переключить точку останова
zh: 切换断点

# Label133
source: Clear all breakpoints
ar: مسح جميع نقاط التوقف
de: Alle Haltepunkte löschen
es: Borrar todos los puntos de interrupción
fr: Effacer tous les points d’arrêt
hi: सभी ब्रेकपॉइंट साफ़ करें
no: Fjern alle avbruddspunkter
pl: Wyczyść wszystkie punkty przerwania
ru: Очистить все точки останова
zh: 清除所有断点

# Label134
source: Clear Breakpoints
ar: مسح نقاط التوقف
de: Löschen von Haltepunkten
es: Borrar puntos de interrupción
fr: Effacer les points d’arrêt
hi: ब्रेकपॉइंट्स साफ़ करें
no: Klare knekkpunkter
pl: Wyczyść punkty przerwania
ru: Очистка точек останова
zh: 清除断点

# Label135
source: Ignore all breakpoints
ar: تجاهل جميع نقاط التوقف
de: Alle Haltepunkte ignorieren
es: Ignorar todos los puntos de interrupción
fr: Ignorer tous les points d’arrêt
hi: सभी ब्रेकपॉइंट्स पर ध्यान न दें
no: Ignorere alle avbruddspunkter
pl: Ignoruj wszystkie punkty przerwania
ru: Игнорировать все точки останова
zh: 忽略所有断点

# Label136
source: Ignore Breakpoints
ar: تجاهل نقاط التوقف
de: Haltepunkte ignorieren
es: Ignorar puntos de interrupción
fr: Ignorer les points d’arrêt
hi: ब्रेकपॉइंट्स पर ध्यान न दें
no: Ignorere avbruddspunkter
pl: Ignoruj punkty przerwania
ru: Игнорировать точки останова
zh: 忽略断点

# Label137
source: Bookmarks
ar: الاشارات المرجعيه
de: Lesezeichen
es: Marcadores
fr: Signets
hi: बुकमार्क
no: Bokmerker
pl: Zakładki
ru: Закладки
zh: 书签

# Label138
source: Toggle bookmark at current line
ar: تبديل الإشارة المرجعية في السطر الحالي
de: Lesezeichen in der aktuellen Zeile ein- und ausschalten
es: Alternar marcador en la línea actual
fr: Basculer le signet sur la ligne actuelle
hi: वर्तमान लाइन पर बुकमार्क टॉगल करें
no: Veksle bokmerke på gjeldende linje
pl: Przełącz zakładkę w bieżącym wierszu
ru: Переключить закладку на текущую строку
zh: 在当前行切换书签

# Label139
source: Toggle Bookmark
ar: تبديل الإشارة المرجعية
de: Lesezeichen ein- und ausschalten
es: Alternar marcador
fr: Basculer le signet
hi: टॉगल बुकमार्क
no: Vis/skjul bokmerke
pl: Przełącz zakładkę
ru: Переключить закладку
zh: 切换书签

# Label14
source: Save current program
ar: حفظ البرنامج الحالي
de: Aktuelles Programm speichern
es: Guardar el programa actual
fr: Enregistrer le programme actuel
hi: वर्तमान प्रोग्राम सहेजें
no: Lagre gjeldende program
pl: Zapisz bieżący program
ru: Сохранить текущую программу
zh: 保存当前程序

# Label140
source: Move to next bookmark down
ar: الانتقال إلى الإشارة المرجعية التالية لأسفل
de: Zum nächsten Lesezeichen nach unten wechseln
es: Mover al siguiente marcador hacia abajo
fr: Passer au signet suivant vers le bas
hi: अगले बुकमार्क पर जाने के लिए नीचे
no: Gå til neste bokmerke nedover
pl: Przejdź do następnej zakładki w dół
ru: Перейти к следующей закладке вниз
zh: 向下移动到下一个书签

# Label141
source: Next Bookmark
ar: المرجعية التالية
de: Nächstes Lesezeichen
es: Siguiente marcador
fr: Signet suivant
hi: अगला बुकमार्क
no: Neste bokmerke
pl: Następna zakładka
ru: Следующая закладка
zh: 下一个书签

# Label142
source: Move to previous bookmark up
ar: الانتقال إلى الإشارة المرجعية السابقة لأعلى
de: Zum vorherigen Lesezeichen wechseln
es: Mover al marcador anterior
fr: Déplacer vers le signet précédent vers le haut
hi: पिछले बुकमार्क अप पर ले जाना
no: Gå til forrige bokmerke
pl: Przejdź do poprzedniej zakładki w górę
ru: Перейти к предыдущей закладке
zh: 向上移动到上一个书签

# Label143
source: Previous Bookmark
ar: الإشارة المرجعية السابقة
de: Vorheriges Lesezeichen
es: Marcador anterior
fr: Signet précédent
hi: पिछला बुकमार्क
no: Forrige-bokmerke
pl: Poprzednia zakładka
ru: Предыдущая закладка
zh: 上一页 书签

# Label144
source: Clear all bookmarks
ar: مسح جميع الإشارات المرجعية
de: Alle Lesezeichen löschen
es: Borrar todos los marcadores
fr: Effacer tous les signets
hi: सभी बुकमार्क साफ़ करें
no: Fjern alle bokmerker
pl: Wyczyść wszystkie zakładki
ru: Очистить все закладки
zh: 清除所有书签

# Label145
source: Clear Bookmarks
ar: مسح الإشارات المرجعية
de: Lesezeichen löschen
es: Borrar marcadores
fr: Effacer les signets
hi: बुकमार्क साफ़ करें
no: Fjern bokmerker
pl: Wyczyść zakładki
ru: Очистить закладки
zh: 清除书签

# Label146
source: Tools
ar: ادوات
de: Werkzeuge
es: Herramientas
fr: Outils
hi: औजार
no: Redskapene
pl: Narzędzia
ru: Инструменты
zh: 工具

# Label147
source: View all variables and call stack
ar: عرض جميع المتغيرات ومكدس المكالمات
de: Alle Variablen und Aufrufliste anzeigen
es: Ver todas las variables y la pila de llamadas
fr: Afficher toutes les variables et la pile des appels
hi: सभी चर और कॉल स्टैक देखें
no: Vis alle variabler og kallstakk
pl: Wyświetlanie wszystkich zmiennych i stosu wywołań
ru: Просмотр всех переменных и стека вызовов
zh: 查看所有变量和调用堆栈

# Label148
source: Variables & Call Stack
ar: المتغيرات ومكدس المكالمات
de: Variablen & Aufrufliste
es: Variables y pila de llamadas
fr: Variables et pile d’appels
hi: चर और कॉल स्टैक
no: Variabler og kallstakk
pl: Zmienne i stos wywołań
ru: Переменные и стек вызовов
zh: 变量 & 调用堆栈

# Label149
source: View a guide to debugging
ar: عرض دليل لتصحيح الأخطاء
de: Leitfaden zum Debuggen anzeigen
es: Ver una guía para la depuración
fr: Afficher un guide de débogage
hi: डीबगिंग के लिए एक गाइड देखें
no: Vis en veiledning for feilsøking
pl: Wyświetlanie przewodnika po debugowaniu
ru: Просмотреть руководство по отладке
zh: 查看调试指南

# Label15
source: Save
ar: أنقذ
de: Retten
es: Salvar
fr: Sauvegarder
hi: रक्षा कर
no: Lagre
pl: Zapisać
ru: Спасать
zh: 救

# Label150
source: Debug Guide
ar: دليل التصحيح
de: Debug-Anleitung
es: Guía de depuración
fr: Guide de débogage
hi: डीबग गाइड
no: Feilsøkingsveiledning
pl: Przewodnik debugowania
ru: Руководство по отладке
zh: 调试指南

# Label151
source: Tools
ar: ادوات
de: Werkzeuge
es: Herramientas
fr: Outils
hi: औजार
no: Redskapene
pl: Narzędzia
ru: Инструменты
zh: 工具

# Label152
source: Tools
ar: ادوات
de: Werkzeuge
es: Herramientas
fr: Outils
hi: औजार
no: Redskapene
pl: Narzędzia
ru: Инструменты
zh: 工具

# Label153
source: A shapes and controls editor
ar: محرر الأشكال وعناصر التحكم
de: Ein Formen- und Steuerelement-Editor
es: Un editor de formas y controles
fr: Un éditeur de formes et de contrôles
hi: एक आकृति और नियंत्रण संपादक
no: Et redigeringsprogram for figurer og kontroller
pl: Edytor kształtów i formantów
ru: Редактор фигур и элементов управления
zh: 形状和控件编辑器

# Label154
source: Shapes Editor
ar: محرر الأشكال
de: Formen-Editor
es: Editor de formas
fr: Éditeur de formes
hi: आकार संपादक
no: Figurer Editor
pl: Edytor kształtów
ru: Редактор фигур
zh: 形状编辑器

# Label155
source: Display a flow chart
ar: عرض مخطط انسيابي
de: Anzeigen eines Flussdiagramms
es: Mostrar un diagrama de flujo
fr: Afficher un organigramme
hi: फ्लो चार्ट प्रदर्शित करना
no: Vise et flytskjema
pl: Wyświetlanie schematu blokowego
ru: Отображение блок-схемы
zh: 显示流程图

# Label156
source: Flow Chart
ar: مخطط التدفق
de: Flussdiagramm
es: Diagrama de flujo
fr: Organigramme
hi: प्रवाह चार्ट
no: Flytskjema
pl: Schemat blokowy
ru: Блок-схема
zh: 流程图

# Label157
source: Insert color names into document
ar: إدراج أسماء الألوان في المستند
de: Einfügen von Farbnamen in das Dokument
es: Insertar nombres de color en el documento
fr: Insérer des noms de couleur dans un document
hi: दस्तावेज़ में रंग नाम सम्मिलित करना
no: Sette inn fargenavn i dokument
pl: Wstawianie nazw kolorów do dokumentu
ru: Вставка названий цветов в документ
zh: 在文档中插入颜色名称

# Label158
source: Insert Colors
ar: إدراج الألوان
de: Farben einfügen
es: Insertar colores
fr: Insérer des couleurs
hi: रंग सम्मिलित करें
no: Sett inn farger
pl: Wstaw kolory
ru: Вставка цветов
zh: 插入颜色

# Label159
source: Insert font names into document
ar: إدراج أسماء الخطوط في المستند
de: Einfügen von Schriftnamen in das Dokument
es: Insertar nombres de fuentes en el documento
fr: Insérer des noms de police dans un document
hi: दस्तावेज़ में फ़ॉन्ट नाम सम्मिलित करना
no: Sette inn skriftnavn i dokument
pl: Wstawianie nazw czcionek do dokumentu
ru: Вставка названий шрифтов в документ
zh: 在文档中插入字体名称

# Label16
source: Save current program to a new file
ar: حفظ البرنامج الحالي في ملف جديد
de: Aktuelles Programm in einer neuen Datei speichern
es: Guarde el programa actual en un nuevo archivo
fr: Enregistrer le programme actuel dans un nouveau fichier
hi: वर्तमान प्रोग्राम को नई फ़ाइल में सहेजें
no: Lagre gjeldende program i en ny fil
pl: Zapisz bieżący program do nowego pliku
ru: Сохранить текущую программу в новый файл
zh: 将当前程序保存到新文件

# Label160
source: Insert Fonts
ar: إدراج خطوط
de: Schriftarten einfügen
es: Insertar fuentes
fr: Insérer des polices
hi: फ़ॉन्ट्स सम्मिलित करें
no: Sett inn skrifter
pl: Wstaw czcionki
ru: Вставка шрифтов
zh: 插入字体

# Label161
source: Useful links and free resources
ar: روابط مفيدة وموارد مجانية
de: Nützliche Links und kostenlose Ressourcen
es: Enlaces útiles y recursos gratuitos
fr: Liens utiles et ressources gratuites
hi: उपयोगी लिंक और मुफ्त संसाधन
no: Nyttige lenker og gratis ressurser
pl: Przydatne linki i bezpłatne zasoby
ru: Полезные ссылки и бесплатные ресурсы
zh: 有用的链接和免费资源

# Label162
source: Links
ar: الصلات
de: Verknüpfungen
es: Enlaces
fr: Liens
hi: लिंक्स
no: Koblinger
pl: Linki
ru: Дюны
zh: 链接

# Label163
source: Search extension objects
ar: كائنات ملحق البحث
de: Durchsuchen von Erweiterungsobjekten
es: Buscar objetos de extensión
fr: Rechercher des objets d’extension
hi: खोज एक्सटेंशन ऑब्जेक्ट
no: Søkeutvidelsesobjekter
pl: Wyszukiwanie obiektów rozszerzeń
ru: Поиск объектов расширения
zh: 搜索扩展对象

# Label164
source: Search Extensions
ar: إضافات البحث
de: Erweiterungen suchen
es: Extensiones de búsqueda
fr: Rechercher des extensions
hi: खोज एक्सटेंशन
no: Søkeutvidelser
pl: Rozszerzenia wyszukiwania
ru: Поисковые расширения
zh: 搜索扩展

# Label165
source: Search for content in Small Basic files
ar: البحث عن المحتوى في الملفات الأساسية الصغيرة
de: Suchen nach Inhalten in Small Basic-Dateien
es: Buscar contenido en archivos básicos pequeños
fr: Rechercher du contenu dans les petits fichiers Basic
hi: छोटी मूल फ़ाइलों में सामग्री खोजें
no: Søke etter innhold i Small Basic-filer
pl: Wyszukiwanie zawartości w małych plikach podstawowych
ru: Поиск содержимого в файлах Small Basic
zh: 在 Small Basic 文件中搜索内容

# Label166
source: File Searcher
ar: باحث الملفات
de: Datei-Sucher
es: Buscador de archivos
fr: Recherche de fichiers
hi: फ़ाइल खोजकर्ता
no: Filsøker
pl: Wyszukiwarka plików
ru: Поиск файлов
zh: 文件搜索器

# Label167
source: Advanced
ar: متقدم
de: Fortgeschritten
es: Avanzado
fr: Avancé
hi: अग्रवर्ती
no: Avansert
pl: Zaawansowany
ru: Продвинутый
zh: 高深

# Label168
source: Extend
ar: بسط
de: Ausdehnen
es: Extender
fr: Étendre
hi: पसार
no: Forlenge
pl: Rozszerzyć
ru: Вытягивать
zh: 扩展

# Label169
source: Manage extensions
ar: إدارة الإضافات
de: Verwalten von Erweiterungen
es: Administrar extensiones
fr: Gérer les extensions
hi: एक्सटेंशन प्रबंधित करें
no: Administrer utvidelser
pl: Zarządzanie rozszerzeniami
ru: Управление расширениями
zh: 管理扩展程序

# Label17
source: Save As
ar: حفظ باسم
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
hi: इस रूप में सहेजें
no: Lagre som
pl: Zapisz jako
ru: Сохранить как
zh: 另存为

# Label170
source: Extension Manager
ar: مدير الإرشاد
de: Erweiterungs-Manager
es: Administrador de Extensiones
fr: Gestionnaire d’extensions
hi: विस्तार प्रबंधक
no: Administrasjon av utvidelse
pl: Menedżer rozszerzeń
ru: Менеджер расширений
zh: 扩展管理器

# Label171
source: Graduate current program to Visual Basic
ar: تخرج البرنامج الحالي إلى Visual Basic
de: Abschluss des aktuellen Programms für Visual Basic
es: Programa actual de posgrado en Visual Basic
fr: Diplômé du programme actuel en Visual Basic
hi: Visual Basic में वर्तमान कार्यक्रम स्नातक करें
no: Graduate nåværende program til Visual Basic
pl: Absolwent bieżącego programu Visual Basic
ru: Переход от текущей программы к Visual Basic
zh: 将当前课程研究生学习到 Visual Basic

# Label172
source: Graduate
ar: خريج
de: Absolvent
es: Graduado
fr: Diplômé
hi: स्नातक
no: Kandidat
pl: Absolwent
ru: Выпускник
zh: 毕业

# Label173
source: Decompile .Net assemblies (dll or exe) to C# using ILSpy
ar: فك تجميع تجميعات .Net (dll أو exe) إلى C # باستخدام ILSpy
de: Dekompilieren von .NET-Assemblys (DLL oder EXE) in C# mit ILSpy
es: Descompilar ensamblados de .Net (dll o exe) en C# mediante ILSpy
fr: Décompiler des assemblys .Net (dll ou exe) en C# à l’aide d’ILSpy
hi: Decompile .Net असेंबली (dll या exe) C# करने के लिए ILSpy का उपयोग कर
no: Dekompilere .Net-samlinger (dll eller exe) til C# ved hjelp av ILSpy
pl: Dekompilowanie zestawów .Net (dll lub exe) do języka C# przy użyciu ILSpy
ru: Декомпиляция сборок .Net (dll или exe) в C# с помощью ILSpy
zh: 使用 ILSpy 将 .Net 程序集（dll 或 exe）反编译为 C#

# Label174
source: Decompile
ar: فك
de: Dekompilieren
es: Descompilar
fr: Décompiler
hi: डीकंपाइल
no: Dekompilere
pl: Dekompilować
ru: Декомпилировать
zh: 反编译

# Label175
source: View
ar: منظر
de: Ansehen
es: Vista
fr: Vue
hi: देखना
no: Utsikt
pl: Widok
ru: Вид
zh: 视图

# Label176
source: Toggle split screen program layout
ar: تبديل تخطيط برنامج تقسيم الشاشة
de: Programmlayout mit geteiltem Bildschirm umschalten
es: Alternar el diseño del programa en pantalla dividida
fr: Basculer la disposition du programme en écran partagé
hi: टॉगल स्प्लिट स्क्रीन प्रोग्राम लेआउट
no: Veksle programoppsett for delt skjerm
pl: Przełącz układ programu na podzielonym ekranie
ru: Переключение макета программы с разделенным экраном
zh: 切换分屏程序布局

# Label177
source: Split Screen
ar: تقسيم الشاشة
de: Bildschirmaufteilung
es: Pantalla dividida
fr: Écran partagé
hi: स्प्लिट स्क्रीन
no: Delt skjerm
pl: Podzielony ekran
ru: Разделенный экран
zh: 分屏

# Label178
source: Toggle text wrap mode
ar: تبديل وضع التفاف النص
de: Textumbruchmodus umschalten
es: Alternar el modo de ajuste de texto
fr: Basculer le mode d’habillage du texte
hi: पाठ लपेटें मोड टॉगल करें
no: Veksle tekstbrytingsmodus
pl: Przełącz tryb zawijania tekstu
ru: Переключение режима обтекания текстом
zh: 切换文本自动换行模式

# Label179
source: Word Wrap
ar: التفاف
de: Zeilenumbruch
es: Ajuste de línea
fr: Retour à la ligne
hi: वर्ड रैप
no: Tekstbryting
pl: Zawijanie
ru: Перенос слов
zh: 自动换行
