Repository: litdev1/SB-IDE
Catalog: SB-Prime/Properties/Strings.*.resx
Languages: ar, de, es, fr, hi, no, pl, ru, zh

# Label423
source: Button
ar: زر
de: Knopf
es: Botón
fr: Bouton
hi: घुंडी
no: Knapp
pl: Guzik
ru: Пуговица
zh: 按钮

# Label424
source: TextBox
ar: مربع نص
de: Textfeld
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्टबॉक्स
no: Tekstboks
pl: Pole tekstowe
ru: TextBox (Текстовое поле)
zh: 文本框

# Label425
source: MultiLineTextBox
ar: متعدد الأسطر مربع
hi: मल्टीलाइनटेक्स्टबॉक्स
pl: MultiLineTextBox (Pole tekstowe wielowierszowe)

# Label426
source: LDControls
ar: أقل البلدان نمواترولز
fr: Contrôles LD
pl: LDControle

# Label427
source: Polygon
ar: مضلع
de: Vieleck
es: Polígono
fr: Polygone
hi: बहुभुज
pl: Wielokąt
ru: Многоугольник
zh: 多边形

# Label428
source: Browser
ar: المستعرض
es: Explorador
fr: Navigateur
hi: ब्राउज़र
no: Nettleser
pl: Przeglądarka
ru: Обозреватель
zh: 浏览器

# Label429
source: CheckBox
ar: خانة الاختيار
de: Kontrollkästchen
es: Casilla de verificación
fr: Case à cocher
hi: चेक बॉक्‍स
no: Avmerkingsboks
pl: Pole wyboru
ru: Флажок
zh: 复选框

# Label43
source: Open an existing program (Ctrl+O)
ar: فتح برنامج موجود (Ctrl+O)
de: Öffnen eines vorhandenen Programms (Strg+O)
es: Abrir un programa existente (Ctrl+O)
fr: Ouvrir un programme existant (Ctrl+O)
hi: कोई मौजूदा प्रोग्राम खोलें (Ctrl+O)
no: Åpne et eksisterende program (CTRL+O)
pl: Otwórz istniejący program (Ctrl+O)
ru: Откройте существующую программу (Ctrl+O)
zh: 打开现有程序 （Ctrl+O）

# Label430
source: ComboBox
ar: كومبو بوكس
de: ComboBox (Kombinationsfeld)
es: Cuadro combinado
fr: Boîte déroulante
hi: कॉम्बोबॉक्स
pl: Skrzynka ComboBox
ru: Комбобокс
zh: 组合盒

# Label431
source: DataView
ar: عرض البيانات
de: DataView (Datenansicht)
fr: Vue des données
hi: डेटा दृश्य
pl: Widok danych
ru: Представление данных
zh: 数据视图

# Label432
source: DocumentViewer
ar: عارض المستندات
es: Visor de documentos
fr: Visionneuse de documents
hi: दस्तावेज़ व्यूअर
pl: Przeglądarka dokumentów
ru: DocumentViewer (Просмотрщик документов)
zh: 文档查看器

# Label433
source: ListBox
ar: مربع القائمة
de: ListBox (ListBox)
es: Cuadro de lista
hi: सूची बॉक्स
no: Listeboks
pl: Pole listy
ru: ListBox (СписокСписок)
zh: 列表框

# Label434
source: ListView
ar: عرض القائمة
es: ListView (Vista de lista)
hi: सूची दृश्य
pl: Widok listy
ru: ListView (СписокВью)
zh: 列表视图

# Label435
source: MediaPlayer
ar: ميديا بلاير
es: Reproductor multimedia
fr: Lecteur multimédia
hi: मीडियाप्लेयर
pl: Odtwarzacz multimedialny
ru: Медиаплеер
zh: 媒体播放器

# Label436
source: Menu
ar: قائمة
de: Menü
es: Menú
hi: मेनू
no: Meny
ru: Меню
zh: 菜单

# Label437
source: PasswordBox
ar: صندوق كلمات المرور
de: PasswortBox
es: Caja de contraseñas
fr: Boîte de mot de passe
hi: पासवर्डबॉक्स
pl: Skrzynka na hasła
ru: PasswordBox (ПарольBox)
zh: 密码框

# Label438
source: ProgressBar
ar: شريط التقدم
de: Fortschrittsbalken
es: Barra de progreso
fr: Barre de progression
hi: प्रोग्रेसबार
no: Fremdriftslinje
pl: Pasek postępu
ru: ProgressBar (ПрогрессБар)
zh: 进度栏

# Label439
source: RadioButton
ar: زر الراديو
es: Botón de radio
hi: रेडियोबटन
no: Radioknapp
pl: Przycisk radiowy
ru: Радиокнопка
zh: 单选按钮

# Label44
source: Open
ar: مفتوح
de: Offen
es: Abrir
fr: Ouvrir
hi: खोलना
no: Åpen
pl: Otwierać
ru: Открытый
zh: 打开

# Label440
source: RichTextBox
ar: ريتش تكست بوكس
fr: RicheTextBox
hi: रिचटेक्स्टबॉक्स
pl: Pole tekstowe RichTextBox
zh: 里奇文本框

# Label441
source: Slider
ar: شريط التمرير
de: Schieberegler
fr: Glisseur
hi: स्लाइडर
no: Glidebryter
pl: Suwak
ru: Ползун
zh: 滑 块

# Label442
source: TreeView
ar: تريفيو
de: TreeView (Baumansicht)
es: Vista de árbol
fr: Arborescence
hi: ट्रीव्यू
pl: Widok drzewa
ru: Древовидный вид
zh: 树视图

# Label443
source: Delete Selected Shapes
ar: حذف الأشكال المحددة
de: Ausgewählte Formen löschen
es: Eliminar formas seleccionadas
fr: Supprimer les formes sélectionnées
hi: चयनित आकृतियाँ हटाएँ
no: Slette merkede figurer
pl: Usuwanie zaznaczonych kształtów
ru: Удаление выбранных фигур
zh: 删除选定的形状

# Label444
source: Snap Size
ar: حجم المفاجئة
de: Snap-Größe
es: Tamaño del snap
fr: Taille de l’accrochage
hi: स्नैप आकार
no: Snap størrelse
pl: Rozmiar zatrzasku
ru: Размер привязки
zh: 捕捉大小

# Label446
source: Import From Code
ar: استيراد من التعليمات البرمجية
de: Aus Code importieren
es: Importar desde código
fr: Importer à partir du code
hi: कोड से आयात करें
no: Importere fra kode
pl: Importuj z kodu
ru: Импорт из кода
zh: 从代码导入

# Label447
source: Delete All Shapes
ar: حذف كافة الأشكال
de: Alle Formen löschen
es: Eliminar todas las formas
fr: Supprimer toutes les formes
hi: सभी आकृतियाँ हटाएँ
no: Slette alle figurer
pl: Usuń wszystkie kształty
ru: Удалить Все Фигуры
zh: 删除所有形状

# Label448
source: View Height
ar: عرض الارتفاع
de: Höhe anzeigen
es: Altura de la vista
fr: Voir la hauteur
hi: ऊंचाई देखें
no: Vis høyde
pl: Wysokość widoku
ru: Высота обзора
zh: 视图高度

# Label45
source: Close current program
ar: إغلاق البرنامج الحالي
de: Aktuelles Programm schließen
es: Cerrar el programa actual
fr: Fermer le programme actuel
hi: वर्तमान प्रोग्राम बंद करें
no: Lukk gjeldende program
pl: Zamknij bieżący program
ru: Закрыть текущую программу
zh: 关闭当前程序

# Label450
source: View Width
ar: عرض العرض
de: Breite anzeigen
es: Ancho de vista
fr: Voir la largeur
hi: चौड़ाई देखें
no: Vis bredde
pl: Szerokość widoku
ru: Ширина обзора
zh: 视图宽度

# Label452
source: Scale View
ar: عرض المقياس
de: Ansicht "Skalieren"
es: Vista de escala
fr: Vue à l’échelle
hi: स्केल व्यू
no: Skalavisning
pl: Widok skali
ru: Масштабный вид
zh: 比例视图

# Label453
source: Help
ar: تعليمات
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
no: Hjelp
pl: Pomoc
ru: Справка
zh: 帮助

# Label454
source: Properties
ar: خصائص
de: Eigenschaften
es: Propiedades
fr: Propriétés
hi: गुण
no: Egenskaper
pl: Właściwości
ru: Свойства
zh: 性能

# Label455
source: Property
ar: مال
de: Eigentum
es: Propiedad
fr: Propriété
hi: जायदाद
no: Eiendom
pl: Własność
ru: Свойство
zh: 财产

# Label456
source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
hi: मूल्य
no: Verdi
pl: Wartość
ru: Ценность
zh: 价值

# Label457
source: Set Value
ar: تعيين القيمة
de: Sollwert
es: Establecer valor
fr: Définir la valeur
hi: मूल्य सेट करें
no: Angi verdi
pl: Wartość zadana
ru: Установить значение
zh: 设定值

# Label458
source: Set
ar: جبر
de: Garnitur
es: Poner
fr: Poser
hi: अस्त हो
no: Sett
pl: Zbiór
ru: Набор
zh: 设置

# Label459
source: Modifiers
ar: معدلات
de: Modifizierer
es: Modificadores
fr: Modificateurs
hi: संशोधक
no: Modifikatorer
pl: Modyfikatorów
ru: Модификаторы
zh: 修饰 符

# Label46
source: Close
ar: غلق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करना
no: Lukke
pl: Zamykać
ru: Закрывать
zh: 关闭

# Label460
source: Property
ar: مال
de: Eigentum
es: Propiedad
fr: Propriété
hi: जायदाद
no: Eiendom
pl: Własność
ru: Свойство
zh: 财产

# Label461
source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
hi: मूल्य
no: Verdi
pl: Wartość
ru: Ценность
zh: 价值

# Label462
source: Variables & Call Stack
ar: المتغيرات ومكدس المكالمات
de: Variablen & Aufrufliste
es: Variables y pila de llamadas
fr: Variables et pile d’appels
hi: चर और कॉल स्टैक
no: Variabler og kallstakk
pl: Zmienne i stos wywołań
ru: Переменные и стек вызовов
zh: 变量 & 调用堆栈

# Label463
source: Variable
ar: متغير
hi: चर
no: Variabel
pl: Zmienna
ru: Переменная
zh: 变量

# Label464
source: Value
ar: قيمة
de: Wert
es: Valor
fr: Valeur
hi: मूल्य
no: Verdi
pl: Wartość
ru: Ценность
zh: 价值

# Label465
source: Call Stack
ar: مكدس المكالمات
de: Aufrufliste
es: Pila de llamadas
fr: Pile des appels
hi: कॉल स्टैक
no: Ring stakk
pl: Stos wywołań
ru: Стек вызовов
zh: 调用堆栈

# Label47
source: Save current program (Ctrl+S)
ar: حفظ البرنامج الحالي (Ctrl+S)
de: Aktuelles Programm speichern (Strg+S)
es: Guardar el programa actual (Ctrl+S)
fr: Enregistrer le programme actuel (Ctrl+S)
hi: वर्तमान प्रोग्राम सहेजें (Ctrl+S)
no: Lagre gjeldende program (Ctrl+S)
pl: Zapisz bieżący program (Ctrl+S)
ru: Сохранить текущую программу (Ctrl+S)
zh: 保存当前程序 （Ctrl+S）

# Label48
source: Save
ar: أنقذ
de: Retten
es: Salvar
fr: Sauvegarder
hi: रक्षा कर
no: Lagre
pl: Zapisać
ru: Спасать
zh: 救

# Label49
source: Save current program to a new file
ar: حفظ البرنامج الحالي في ملف جديد
de: Aktuelles Programm in einer neuen Datei speichern
es: Guarde el programa actual en un nuevo archivo
fr: Enregistrer le programme actuel dans un nouveau fichier
hi: वर्तमान प्रोग्राम को नई फ़ाइल में सहेजें
no: Lagre gjeldende program i en ny fil
pl: Zapisz bieżący program do nowego pliku
ru: Сохранить текущую программу в новый файл
zh: 将当前程序保存到新文件

# Label5
source: Numlock
ar: نوملوك
de: Numlock (Numlock)
es: Bloq (Bloq.)
fr: Verrouillage numérique
hi: न्यूमलॉक
pl: Blokada numeryczna
ru: Нумлок
zh: Numlock（数字锁）

# Label50
source: Save As
ar: حفظ باسم
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
hi: इस रूप में सहेजें
no: Lagre som
pl: Zapisz jako
ru: Сохранить как
zh: 另存为

# Label51
source: Save all programs
ar: حفظ جميع البرامج
de: Alle Programme speichern
es: Guardar todos los programas
fr: Enregistrer tous les programmes
hi: सभी प्रोग्राम सहेजें
no: Lagre alle programmer
pl: Zapisz wszystkie programy
ru: Сохранить все программы
zh: 保存所有程序

# Label52
source: Save All
ar: حفظ الكل
de: Alle speichern
es: Guardar todo
fr: Tout enregistrer
hi: सभी को बचाओ
no: Lagre alle
pl: Zapisz wszystko
ru: Сохранить все
zh: 保存全部

# Label53
source: Program
ar: برنامج
de: Programm
es: Programa
fr: Programme
hi: प्रोग्राम
ru: Программа
zh: 程序

# Label54
source: Stop current program (Shift+F5)
ar: إيقاف البرنامج الحالي (Shift + F5)
de: Aktuelles Programm beenden (Umschalt+F5)
es: Detener el programa actual (Mayús+F5)
fr: Arrêter le programme en cours (Maj+F5)
hi: वर्तमान प्रोग्राम रोकें (Shift+F5)
no: Stopp gjeldende program (Skift+F5)
pl: Zatrzymaj bieżący program (Shift+F5)
ru: Остановка текущей программы (Shift+F5)
zh: 停止当前程序 （Shift+F5）

# Label55
source: Stop
ar: وقف
de: Aufhören
es: Parar
fr: Arrêter
hi: रुको
no: Stopp
pl: Zatrzymać
ru: Остановка
zh: 停

# Label56
source: Run current program (F5)
ar: تشغيل البرنامج الحالي (F5)
de: Aktuelles Programm ausführen (F5)
es: Ejecutar el programa actual (F5)
fr: Exécuter le programme en cours (F5)
hi: वर्तमान प्रोग्राम चलाएँ (F5)
no: Kjør gjeldende program (F5)
pl: Uruchom bieżący program (F5)
ru: Запуск текущей программы (F5)
zh: 运行当前程序 （F5）

# Label57
source: Run
ar: ركض
de: Laufen
es: Correr
fr: Courir
hi: चलाना
no: Løpe
pl: Biegać
ru: Бежать
zh: 跑

# Label58
source: Edit
ar: حرر
de: Redigieren
es: Editar
fr: Éditer
hi: संपादन करना
no: Redigere
pl: Redagować
ru: Редактировать
zh: 编辑

# Label59
source: Copy current selection to clipboard
ar: نسخ التحديد الحالي إلى الحافظة
de: Aktuelle Auswahl in die Zwischenablage kopieren
es: Copiar la selección actual en el portapapeles
fr: Copier la sélection actuelle dans le presse-papiers
hi: वर्तमान चयन को क्लिपबोर्ड पर कॉपी करें
no: Kopiere gjeldende merket område til utklippstavlen
pl: Skopiuj bieżące zaznaczenie do schowka
ru: Копировать текущую выделенную область в буфер обмена
zh: 将当前选区复制到剪贴板

# Label6
source: Insert
ar: أدخل
de: Einfügen
es: Insertar
fr: Insérer
hi: अंतःस्‍थापित करना
no: Sette inn
pl: Wstawiać
ru: Вставка
zh: 插入

# Label60
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: प्रतिलिपि
no: Kopi
pl: Kopiować
ru: Копировать
zh: 复制

# Label61
source: Past clipboard at current selection
ar: الحافظة السابقة في التحديد الحالي
de: Vergangene Zwischenablage bei aktueller Auswahl
es: Pasado el portapapeles en la selección actual
fr: Presse-papiers passé à la sélection actuelle
hi: वर्तमान चयन पर पिछला क्लिपबोर्ड
no: Tidligere utklippstavle ved gjeldende valg
pl: Przeszły schowek przy bieżącym zaznaczeniu
ru: Прошлый буфер обмена при текущем выборе
zh: 当前选择的过去剪贴板

# Label62
source: Paste
ar: معجون
de: Kleister
es: Pegar
fr: Pâte
hi: लेई
no: Lime inn
pl: Wklejać
ru: Паста
zh: 糊

# Label63
source: Delete current selection to clipboard
ar: حذف التحديد الحالي إلى الحافظة
de: Aktuelle Auswahl in die Zwischenablage löschen
es: Eliminar la selección actual en el portapapeles
fr: Supprimer la sélection actuelle dans le presse-papiers
hi: क्लिपबोर्ड पर वर्तमान चयन हटाएं
no: Slette merket område til utklippstavlen
pl: Usuń bieżące zaznaczenie do schowka
ru: Удалить текущую выделенную область в буфер обмена
zh: 将当前所选内容删除到剪贴板

# Label64
source: Cut
ar: قص
de: Schneiden
es: Cortar
fr: Couper
hi: कटौती
no: Klippe
pl: Ciąć
ru: Резать
zh: 切

# Label65
source: Delete current selection
ar: حذف التحديد الحالي
de: Aktuelle Auswahl löschen
es: Eliminar la selección actual
fr: Supprimer la sélection actuelle
hi: वर्तमान चयन हटाएँ
no: Slette merket område
pl: Usuń bieżące zaznaczenie
ru: Удалить текущую выборку
zh: 删除当前所选内容

# Label66
source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
hi: मिटाना
no: Slette
pl: Usunąć
ru: Удалить
zh: 删除

# Label67
source: Undo last action
ar: التراجع عن الإجراء الأخير
de: Letzte Aktion rückgängig machen
es: Deshacer la última acción
fr: Annuler la dernière action
hi: पिछली क्रिया पूर्ववत् करें
no: Angre siste handling
pl: Cofnij ostatnią akcję
ru: Отменить последнее действие
zh: 撤消上一个操作

# Label68
source: Undo
ar: تراجع
de: Aufmachen
es: Deshacer
fr: Défaire
hi: खोलना
no: Angre
pl: Cofnąć
ru: Отменить
zh: 撤消

# Label69
source: Redo last action
ar: إعادة الإجراء الأخير
de: Letzte Aktion wiederholen
es: Rehacer la última acción
fr: Rétablir la dernière action
hi: पिछली क्रिया फिर से करें
no: Gjør om siste handling
pl: Ponów ostatnią czynność
ru: Повторить последнее действие
zh: 重做上一个操作

# Label7
source: Help
ar: تعليمات
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
no: Hjelp
pl: Pomoc
ru: Справка
zh: 帮助

# Label70
source: Redo
ar: اعاده
de: Noch einmal machen
es: Rehacer
fr: Refaire
hi: दोहराएँ
no: Gjør om
pl: Ponowić
ru: Повторить
zh: 重做

# Label71
source: Select complete program
ar: حدد البرنامج الكامل
de: Komplettes Programm auswählen
es: Seleccione el programa completo
fr: Sélectionnez le programme complet
hi: पूरा प्रोग्राम चुनें
no: Velg komplett program
pl: Wybierz kompletny program
ru: Выберите полную программу
zh: 选择完整的程序

# Label72
source: Select All
ar: حدد الكل
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी का चयन करें
no: Merk alt
pl: Zaznacz wszystko
ru: Выбрать все
zh: 全选

# Label73
source: Collapse all folding
ar: طي كل الطي
de: Alle Faltungen ausblenden
es: Contraer todo el plegado
fr: Réduire tout pliage
hi: सभी तह संक्षिप्त करें
no: Skjul alle sammenleggbare
pl: Zwiń wszystko składanie
ru: Свернуть все сворачиваемые
zh: 折叠所有折叠

# Label74
source: Collapse All
ar: طي الكل
de: Alle ausblenden
es: Contraer todo
fr: Réduire tout
hi: सभी को संक्षिप्त करें
no: Skjul alle
pl: Zwiń wszystko
ru: Свернуть все
zh: 全部折叠

# Label75
source: Expand all folding
ar: توسيع كل الطي
de: Alle Faltungen aufklappen
es: Expandir todo el plegado
fr: Développer tout le pliage
hi: सभी तह का विस्तार करें
no: Utvid alle bretting
pl: Rozwiń wszystko składanie
ru: Развернуть все фальцовки
zh: 展开所有折叠

# Label76
source: Expand All
ar: توسيع الكل
de: Alle aufklappen
es: Expandir todo
fr: Tout développer
hi: सभी का विस्तार करें
no: Utvid alle
pl: Rozwiń wszystko
ru: Развернуть все
zh: 展开全部

# Label77
source: Format current program
ar: تنسيق البرنامج الحالي
de: Aktuelles Programm formatieren
es: Formatear el programa actual
fr: Formater le programme actuel
hi: वर्तमान प्रोग्राम स्वरूपित करें
no: Formater gjeldende program
pl: Formatowanie bieżącego programu
ru: Форматирование текущей программы
zh: 格式化当前程序

# Label78
source: Format
ar: تنسيق
es: Formato
hi: प्रारूप
ru: Формат
zh: 格式

# Label79
source: Navigate to previous line
ar: الانتقال إلى السطر السابق
de: Zur vorherigen Zeile navigieren
es: Ir a la línea anterior
fr: Accéder à la ligne précédente
hi: पिछली पंक्ति पर नेविगेट करें
no: Naviger til forrige linje
pl: Przejdź do poprzedniego wiersza
ru: Перейти к предыдущей строке
zh: 导航到上一行

# Label8
source: Start a new program
ar: بدء برنامج جديد
de: Starten Sie ein neues Programm
es: Iniciar un nuevo programa
fr: Démarrer un nouveau programme
hi: एक नया कार्यक्रम शुरू करें
no: Start et nytt program
pl: Uruchamianie nowego programu
ru: Начать новую программу
zh: 启动新程序

# Label80
source: Previous
ar: سابق
de: Vorhergehend
es: Anterior
fr: Précédent
hi: पिछला
no: Foregående
pl: Poprzedni
ru: Предыдущий
zh: 以前

# Label81
source: Navigate to next line
ar: انتقل إلى السطر التالي
de: Zur nächsten Zeile navigieren
es: Navega a la siguiente línea
fr: Accéder à la ligne suivante
hi: अगली पंक्ति पर नेविगेट करें
no: Gå til neste linje
pl: Przejdź do następnego wiersza
ru: Перейти к следующей строке
zh: 导航到下一行

# Label82
source: Next
ar: مقبل
de: Nächster
es: Próximo
fr: Prochain
hi: अगला
no: Neste
pl: Następny
ru: Следующий
zh: 下一个

# Label83
source: Web
ar: نسيج
es: Telaraña
hi: वेब
no: Vev
pl: Sieć
ru: Паутина
zh: 蹼

# Label84
source: Import a program from the web
ar: استيراد برنامج من الويب
de: Importieren eines Programms aus dem Internet
es: Importar un programa desde la web
fr: Importer un programme depuis le Web
hi: वेब से कोई प्रोग्राम आयात करें
no: Importere et program fra nettet
pl: Importowanie programu z Internetu
ru: Импорт программы из Интернета
zh: 从 Web 导入程序

# Label85
source: Import
ar: استورد
de: Importieren
es: Importación
fr: Importation
hi: आयात
no: Importere
ru: Импорт
zh: 进口

# Label86
source: Publish current program to the web
ar: نشر البرنامج الحالي على الويب
de: Aktuelles Programm im Web veröffentlichen
es: Publicar el programa actual en la web
fr: Publier le programme actuel sur le Web
hi: वर्तमान प्रोग्राम को वेब पर प्रकाशित करें
no: Publiser gjeldende program på nettet
pl: Opublikuj bieżący program w Internecie
ru: Публикация текущей программы в Интернете
zh: 将当前程序发布到 Web

# Label87
source: Publish
ar: نشر
de: Veröffentlichen
es: Publicar
fr: Publier
hi: प्रकाशित करना
no: Utgi
pl: Publikować
ru: Издавать
zh: 发布

# Label88
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: ढूँढ
no: Søke
pl: Szukać
ru: Искать
zh: 搜索

# Label89
source: Quick find previous
ar: البحث السريع السابق
de: Schnellsuche vorheriges
es: Búsqueda rápida anterior
fr: Recherche rapide précédent
hi: त्वरित खोज पिछला
no: Hurtigsøk forrige
pl: Szybkie wyszukiwanie poprzednich
ru: Быстрый поиск предыдущего
zh: 快速查找上一页

# Label9
source: New
ar: الجديد
de: Neu
es: Nuevo
fr: Nouveau
hi: नया
no: Ny
pl: Nowy
ru: Новые функции
zh: 新增功能

# Label90
source: Find Previous
ar: البحث السابق
de: Vorherige suchen
es: Buscar Anterior
fr: Trouver le précédent
hi: पिछला पता लगाएं
no: Finn tidligere
pl: Znajdź poprzedni
ru: Найти предыдущее
zh: 查找上一页

# Label91
source: Quick find next
ar: البحث السريع التالي
de: Schnelle Suche nach dem Nächsten
es: Búsqueda rápida siguiente
fr: Recherche rapide suivante
hi: त्वरित खोज अगला
no: Hurtigsøk neste
pl: Szybkie wyszukiwanie Dalej
ru: Быстрый поиск следующего
zh: 快速查找下一个

# Label92
source: Find Next
ar: البحث عن التالي
de: Weitersuchen
es: Buscar siguiente
fr: Rechercher suivant
hi: अगला खोजें
no: Finn neste
pl: Znajdź następny
ru: Найти дальше
zh: 查找下一个

# Label93
source: Find and replace dialog
ar: مربع الحوار "بحث واستبدال"
de: Dialogfeld "Suchen und Ersetzen"
es: Cuadro de diálogo Buscar y reemplazar
fr: Boîte de dialogue Rechercher et remplacer
hi: संवाद ढूँढें और बदलें
no: Dialogboksen Søk og erstatt
pl: Okno dialogowe Znajdź i zamień
ru: Диалоговое окно «Найти и заменить»
zh: “查找和替换”对话框

# Label94
source: Find and Replace
ar: البحث والاستبدال
de: Suchen und Ersetzen
es: Buscar y reemplazar
fr: Rechercher et remplacer
hi: ढूँढें और बदलें
no: Søk og erstatt
pl: Znajdź i zamień
ru: Найти и заменить
zh: 查找和替换

# Label95
source: Highlight all instances found
ar: تسليط الضوء على جميع الحالات التي تم العثور عليها
de: Alle gefundenen Instanzen hervorheben
es: Resalte todas las instancias encontradas
fr: Mettre en surbrillance toutes les instances trouvées
hi: पाए गए सभी उदाहरणों को हाइलाइट करें
no: Uthev alle forekomster som er funnet
pl: Wyróżnij wszystkie znalezione wystąpienia
ru: Выделите все найденные экземпляры
zh: 突出显示找到的所有实例

# Label96
source: Highlight All
ar: تسليط الضوء على الكل
de: Alle hervorheben
es: Resaltar todo
fr: Tout surligner
hi: सभी को हाइलाइट करें
no: Uthev alle
pl: Podświetl wszystko
ru: Выделить все
zh: 全部突出显示

# Label97
source: Search and highlight only whole word matches
ar: البحث وتمييز تطابقات الكلمات الكاملة فقط
de: Suchen und Hervorheben nur ganzer Wortübereinstimmungen
es: Busque y resalte solo coincidencias de palabras completas
fr: Rechercher et mettre en surbrillance uniquement les correspondances de mots entiers
hi: केवल पूरे शब्द मिलान खोजें और हाइलाइट करें
no: Søk og uthev bare hele ordtreff
pl: Wyszukuj i wyróżniaj tylko dopasowania całych wyrazów
ru: Поиск и выделение только совпадений целых слов
zh: 仅搜索并突出显示整个单词匹配项

# Label98
source: Whole Word
ar: كلمة كاملة
de: Ganzes Wort
es: Palabra entera
fr: Mot entier
hi: पूरा शब्द
no: Hele ordet
pl: Całe słowo
ru: Целое слово
zh: 整字

# Label99
source: Search and highlight only case sensitive matches
ar: البحث عن التطابقات الحساسة لحالة الأحرف وتمييزها فقط
de: Suchen und Hervorheben von Treffern, bei denen die Groß-/Kleinschreibung beachtet wird
es: Busque y resalte solo coincidencias que distingan entre mayúsculas y minúsculas
fr: Rechercher et mettre en surbrillance uniquement les correspondances sensibles à la casse
hi: केवल केस संवेदी मिलान खोजें और हाइलाइट करें
no: Søk etter og uthev bare treff som skiller mellom store og små bokstaver
pl: Wyszukiwanie i wyróżnianie tylko dopasowań, w których rozróżniana jest wielkość liter
ru: Поиск и выделение только совпадений, чувствительных к регистру
zh: 仅搜索并突出显示区分大小写的匹配项

# String1
source: Use Shift to select multiple shapes, to move or modify together
ar: استخدام Shift لتحديد أشكال متعددة، للتنقل أو التعديل معا
de: Verwenden Sie die Umschalttaste, um mehrere Formen auszuwählen, um sie gemeinsam zu verschieben oder zu ändern
es: Utilice Mayús para seleccionar varias formas, moverlas o modificarlas juntas
fr: Utilisez Maj pour sélectionner plusieurs formes, les déplacer ou les modifier ensemble
hi: एकाधिक आकृतियों का चयन करने, एक साथ ले जाने या संशोधित करने के लिए Shift का उपयोग करना
no: Bruke Skift til å merke flere figurer, flytte eller endre sammen
pl: Użyj Shift, aby zaznaczyć wiele kształtów, przenieść lub zmodyfikować je razem
ru: Используйте клавишу Shift для выбора нескольких фигур, их перемещения или изменения вместе
zh: 使用 Shift 键选择多个形状，一起移动或修改

# String10
source: Intellisense will appear here when you hover over objects and methods as well as when you type and view potential options.
ar: سيظهر التحسس الذكي هنا عند التمرير فوق الكائنات والأساليب وكذلك عند كتابة الخيارات المحتملة وعرضها.
de: IntelliSense wird hier angezeigt, wenn Sie mit der Maus auf Objekte und Methoden zeigen und wenn Sie potenzielle Optionen eingeben und anzeigen.
es: IntelliSense aparecerá aquí cuando mantenga el puntero sobre objetos y métodos, así como cuando escriba y vea posibles opciones.
fr: Intellisense s’affiche ici lorsque vous survolez des objets et des méthodes, ainsi que lorsque vous tapez et affichez des options potentielles.
hi: Intellisense यहां तब दिखाई देगा जब आप ऑब्जेक्ट्स और विधियों पर होवर करते हैं और साथ ही जब आप संभावित विकल्पों को टाइप करते हैं और देखते हैं।
no: Intellisense vises her når du holder pekeren over objekter og metoder, og når du skriver og viser potensielle alternativer.
pl: Funkcja IntelliSense pojawi się w tym miejscu po umieszczeniu wskaźnika myszy na obiektach i metodach, a także podczas wpisywania i wyświetlania potencjalnych opcji.
ru: IntelliSense будет отображаться здесь при наведении указателя мыши на объекты и методы, а также при вводе и просмотре потенциальных вариантов.
zh: 当您将鼠标悬停在对象和方法上以及键入和查看潜在选项时，Intellisense 将显示在此处。
